{
  "0-6": {
    "1-2": "Спланируйте отдых в безопасной, комфортной зоне.Если этот период времени посвящён учёбе или работе,старайтесь переключать внимание от одной задачи к другой по установленному плану,чтобы затраченные силы равномерно восстанавливались.",
    "3-4":  "Организм энергетически сможет хорошо организовывать систему бодрствования и сна.Негативно влиять и нарушать это равновесие может нахождение в незнакомом месте или негативные разговоры перед сном.",
    "5-7":  "Время ярких сновидений.В этот период времени не следует планировать день.Если хотите занять себя мыслями,размышляйте о своём будущем.",
    "8-9":  " Ваша интуиция обострится, что побудит вас принять меры, из-за которых вам может быть сложно выспаться и отдохнуть. Занятия физическими упражнениями или проведение большего времени с друзьями могут помочь вам сместить фокус."
  },
  "6-12": {
    "0": "Лучше находиться дома,избегать конфликтов,в которые вы можете быть легко втянуты. Силы моральные и физические будут восстанавливаться медленно.",
    "1-2": "Отложите пока любые попытки общения или работы, поскольку все, что вы запланировали, скорее всего, развалится на полпути. Лучше заняться собой,побыть со своими близкими,провести время дома или на природе",
    "3-4":  "В этот период времени отложите в сторону заботы и дела.Особенно ,если это касается занятий,требующих контроль и концентрацию внимания",
    "5-7":  "Энергия восстанавливается быстро .Хорошо это продкрепить утренней прогулкой,завтраком,комфортной для вас музыкой.Избегайте негативной информации,зоны ссор и разборок.",
    "8-9":  "Энергия и физические силы быстро восстанавливаются, помогая решать проблемы во взаимоотношениях и решать проблемы, требующие волевых решений"
  },
  "12-18":  {
    "0-1": "Не принимайте важных решений и не просите этого и от других. Вы не получите ничего положительного; вместо этого вы истощите свои умственные и физические ресурсы, которые будет трудно восстановить. Сосредоточьтесь исключительно на отдыхе.",
    "2-3":  "За это время вам следует решить всего 2-3 простых домашних или рабочих задачи. Избегайте физических перенапряжений и воздержитесь от разрешения конфликтов. Вместо этого подумайте о том, чтобы прогуляться, провести время с близкими или пообщаться с друзьями.",
    "4-7":  "Время для общения,хорошей компании,организации мероприятия или участия в нем.Информация,которая придёт, будет иметь большое значение.Будьте избирательны в еде.",
    "8-9":  "Ваша энергия на подъёме. Чтобы поддерживать этот высокий уровень энергии, создайте для себя комфортную обстановку для общения,работы или отдыха. Помните об этом, поскольку в этот период вы будете особенно чувствительны и легко можете стать раздражительными."
  },
  "18-24":  {
    "0-1": "Не планируйте важные встречи и не инициируйте важные разговоры. Держитесь подальше от конфликтов, поскольку они могут быстро испортить вам настроение. Отложите физическую активность и следите за своим питанием.",
    "2-3":  "Ваше физическое здоровье требует внимания. Будьте осторожны с алкоголем и курением.",
    "4-7":  "Можете планировать не только завтрашний день, но и ближайшие недели.Все станет работать как установка и 80% задуманного исполнится легко.Проведите вечер с близкими,родными или друзьями. Будьте внимательны и наблюдательны, ведь со всех сторон вы будете получать знаки.",
    "8-9":  "Великолепное завершение дня. Можете ничего не делать. Смотреть кино,читать,рисовать,слушать музыку,находиться в гостях с близкими или друзьями. Все будет позитивно влиять на вас!"
  }
}