{
    "00:00-06:00": {
        "1-2": "Постарайтесь отдыхать в безопасном и знакомом месте, которое не требует долгого привыкания. Это позволит вам комфортно чувствовать себя не только во время отдыха, но и при необходимости работать или выполнять учебные задания.",
        "3-4": "Организм хорошо контролирует состояния бодрствования и сна. Это равновесие может нарушить нахождение в незнакомом месте или неприятные разговоры и ссоры перед сном. Если настроиться на ровное состояние не получается, слушайте привычную для вас музыку.",
        "5-7": "Если ляжете спать пораньше, то увидите яркие сны с множеством символов. Если же не удастся отдохнуть и вы предпочтете общение с близкими или друзьями, не забывайте загадывать желания и записывать идеи, которые вас посетят. Старайтесь не выяснять отношений и избегать зон конфликтов.",
        "8-9": "Внутреннее беспокойство может выталкивать вас из состояния сна, мешая полноценному отдыху. Однако у вас будет много сил для встреч с друзьями, тусовок, работы над своими статьями, чтения любимых книг и просмотра фильмов."
    },
    "06:00-12:00": {
        "0": "Лучше оставаться дома и избегать конфликтов, в которые можно легко быть втянутым. Ваши моральные и физические силы будут восстанавливаться медленно.",
        "1-2": "Отложите попытки поработать и пообщаться. Все, что спланируете, склонно будет рассыпаться на полпути. Прогулка и занятия, не требующие сложных задач и концентрации внимания, будут полезны. Общение без суеты и драм также будет благоприятно в этот период.",
        "3-4": "Не перегружайте себя заботами и заданиями, требующими контроля и внимания. Прогулка, общение без цели выяснить отношения, фитнес без нагрузки или дыхательные упражнения помогут быстро улучшить физическое состояние.",
        "5-7": "Энергия быстро восстанавливается в теле. Это можно подкрепить прогулкой и утренним завтраком на фоне комфортной музыки. Избегайте негативной информации и ссор, чтобы не пропустить важные знаки, которые этот день для вас подготовил.",
        "8-9": "Энергетические и физические силы быстро восстанавливаются. Используйте это время для урегулирования спорных вопросов в взаимоотношениях и решения задач, требующих волевых решений. Даже если кажется, что все сложно, помните: всё получится!"
    },
    "12:00-18:00": {
        "0-1": "Не предпринимайте важных решений и не требуйте этого от других. Вы не получите ничего положительного, а только растратите свои моральные и физические ресурсы, которые будет сложно восстанавливать. Старайтесь заниматься делами, не требующими напряжения.",
        "2-3": "Если необходимо выполнить 2-3 вопроса, неспешное выполнение будет удачным. Для восстановления сил воспользуйтесь послеобеденной прогулкой, прослушиванием любимой музыки или общением с приятным и комфортным вам человеком.",
        "4-7": "Это хорошее время для общения в приятной компании, участия в подготовке и реализации мероприятий. Полезной на будущее станет приходящая информация. Однако физическое состояние может давать сбой, постарайтесь быть более аккуратны и избирательны в еде.",
        "8-9": "Ваша энергия на подъеме. Чтобы использовать её на максимум, постарайтесь создать комфортную обстановку для работы, общения или отдыха. Поскольку к любым изменениям вы будете сверхчувствительны и раздражительны, старайтесь всё держать под контролем."
    },
    "18:00-24:00": {
        "0-1": "Не назначайте судьбоносных встреч, не начинайте важных разговоров и не затрагивайте сложных тем. Вас могут втянуть в конфликты и ссоры, что приведет к подавлению вашего духа и настроя в целом. Отложите фитнес и будьте внимательны к еде.",
        "2-3": "Будьте внимательны к своему физическому состоянию, аккуратны с алкоголем и курением. Старайтесь избегать негативных событий и информации. Хобби, общение с друзьями, прогулка, музыка, кино – инструменты для быстрого восстановления.",
        "4-7": "Хороший вечер. Постарайтесь спланировать ближайшую неделю, так как расписание будет работать как установка, и 80% выполнится легко. Проведите время с близкими, родными или друзьями. Если окажетесь в незнакомой компании или проведете время в одиночестве, вы будете получать важную информацию или формировать идеи, так как повсюду будут знаки и подсказки.",
        "8-9": "Великолепное завершение дня. Отдыхайте, смотрите кино, читайте, слушайте музыку, можете отправиться в гости или на тусовку. Всё будет для вас благоприятно!"
    }
}