{
    "00:00-06:00": {
        "1-2": "सुरक्षित और परिचित जगह पर आराम करने का प्रयास करें, जहां आपको अधिक समय तक अभ्यस्त होने की आवश्यकता न हो। इससे न केवल आराम के दौरान, बल्कि काम करने या शैक्षिक कार्य करने में भी आप सहज महसूस करेंगे।",
        "3-4": "शरीर जागरूकता और नींद की स्थिति को अच्छी तरह से नियंत्रित करता है। यह संतुलन अज्ञात स्थान पर रहने या सोने से पहले अप्रिय बातचीत और झगड़ों से बिगड़ सकता है। अगर शांत मनोस्थिति में आना मुश्किल हो, तो अपने पसंदीदा संगीत को सुनें।",
        "5-7": "अगर आप जल्दी सोते हैं, तो आप प्रतीकों से भरे जीवंत सपने देखेंगे। अगर आप आराम नहीं कर पाते और अपने प्रियजनों या दोस्तों के साथ बातचीत करना पसंद करते हैं, तो अपनी इच्छाओं को व्यक्त करें और आने वाले विचारों को नोट करें। संबंधों को सुलझाने और संघर्ष क्षेत्रों से बचने का प्रयास करें।",
        "8-9": "आंतरिक बेचैनी आपको नींद से बाहर खींच सकती है, जिससे पूरा आराम नहीं मिल पाता। हालांकि, आपके पास दोस्तों से मिलने, पार्टियों में जाने, अपने लेखों पर काम करने, पसंदीदा किताबें पढ़ने और फिल्में देखने की ऊर्जा होगी।"
    },
    "06:00-12:00": {
        "0": "घर में रहना बेहतर है और उन विवादों से बचें जिनमें आसानी से उलझा जा सकता है। आपकी नैतिक और शारीरिक शक्तियां धीरे-धीरे बहाल होंगी।",
        "1-2": "काम करने और संवाद करने के प्रयासों को टालें। जो कुछ भी आप योजना बनाते हैं, वह आधे रास्ते में टूट सकता है। टहलना और ऐसी गतिविधियां करना जो जटिल कार्यों और ध्यान की आवश्यकता नहीं रखते, फायदेमंद होगा। बिना हड़बड़ी और ड्रामा के संवाद भी इस अवधि में अनुकूल होगा।",
        "3-4": "खुद को उन कामों और कार्यों से अधिक न थकाएं जिनमें नियंत्रण और ध्यान की आवश्यकता होती है। टहलना, बिना संबंधों को सुलझाने के उद्देश्य से संवाद करना, बिना वजन के फिटनेस या श्वसन अभ्यास शारीरिक स्थिति को जल्दी सुधारने में मदद करेगा।",
        "5-7": "शरीर में ऊर्जा तेजी से बहाल होती है। इसे एक टहलने और आरामदायक संगीत की पृष्ठभूमि पर नाश्ते के साथ समर्थन किया जा सकता है। नकारात्मक जानकारी और झगड़ों से बचें, ताकि उस दिन के लिए महत्वपूर्ण संकेत न चूकें जो आपके लिए तैयार किए गए हैं।",
        "8-9": "ऊर्जा और शारीरिक शक्ति तेजी से बहाल होती है। इस समय का उपयोग संबंधों में विवादास्पद मुद्दों को सुलझाने और दृढ़ निर्णय लेने के लिए करें। भले ही सब कुछ कठिन लगे, याद रखें: सब कुछ सफल होगा!"
    },
    "12:00-18:00": {
        "0-1": "महत्वपूर्ण निर्णय न लें और न ही दूसरों से इसकी अपेक्षा करें। आपको कुछ भी सकारात्मक नहीं मिलेगा, बल्कि आप अपनी नैतिक और शारीरिक संसाधनों को बर्बाद कर देंगे, जिन्हें बहाल करना कठिन होगा। ऐसे कार्य करने का प्रयास करें जो तनाव की आवश्यकता नहीं रखते।",
        "2-3": "यदि 2-3 मुद्दों को पूरा करना आवश्यक है, तो धीरे-धीरे करना सफल रहेगा। शक्ति बहाल करने के लिए दोपहर की टहलने, पसंदीदा संगीत सुनने या एक आरामदायक व्यक्ति के साथ संवाद करने का उपयोग करें।",
        "4-7": "यह सुखद कंपनी में संवाद करने, कार्यक्रमों की तैयारी और कार्यान्वयन में भाग लेने का अच्छा समय है। भविष्य के लिए उपयोगी जानकारी प्राप्त हो सकती है। हालांकि, शारीरिक स्थिति बिगड़ सकती है, इसलिए भोजन में अधिक सावधानी और चयनात्मकता का प्रयास करें।",
        "8-9": "आपकी ऊर्जा ऊंची होती है। इसे अधिकतम उपयोग करने के लिए, काम, संवाद या आराम के लिए एक आरामदायक माहौल बनाएं। चूंकि आप किसी भी बदलाव के प्रति अतिसंवेदनशील और चिड़चिड़े होंगे, इसलिए सब कुछ नियंत्रण में रखने का प्रयास करें।"
    },
    "18:00-24:00": {
        "0-1": "महत्वपूर्ण मुलाकातें न करें, महत्वपूर्ण बातचीत न करें और कठिन विषयों को न छेड़ें। आपको विवादों और झगड़ों में उलझाया जा सकता है, जिससे आपकी आत्मा और संपूर्ण मानसिक स्थिति दब जाएगी। फिटनेस छोड़ दें और भोजन पर ध्यान दें।",
        "2-3": "अपने शारीरिक स्थिति पर ध्यान दें, शराब और धूम्रपान के साथ सावधानी बरतें। नकारात्मक घटनाओं और जानकारी से बचने का प्रयास करें। शौक, दोस्तों के साथ संवाद, टहलना, संगीत, फिल्में – ये त्वरित बहाली के उपकरण हैं।",
        "4-7": "एक अच्छा शाम। अगला सप्ताह की योजना बनाने का प्रयास करें, क्योंकि शेड्यूल एक सेटिंग के रूप में काम करेगा, और 80% आसानी से पूरा होगा। अपने प्रियजनों, परिवार या दोस्तों के साथ समय बिताएं। अगर आप अपरिचित कंपनी में या अकेले समय बिताते हैं, तो आपको महत्वपूर्ण जानकारी या विचार मिल सकते हैं, क्योंकि हर जगह संकेत और सुझाव होंगे।",
        "8-9": "दिन का शानदार अंत। आराम करें, फिल्म देखें, पढ़ें, संगीत सुनें, आप दोस्तों के घर जा सकते हैं या पार्टी कर सकते हैं। सब कुछ आपके लिए अनुकूल होगा!"
    }
}