{
    "00:00-06:00": {
        "1-2": "長い適応を必要としない、安全で馴染みのある場所で休むようにしましょう。これにより、休息時だけでなく、仕事や学習を行う際にも快適に感じることができます。",
        "3-4": "体は覚醒と睡眠の状態をうまくコントロールします。このバランスは、見知らぬ場所にいることや就寝前の不快な会話や喧嘩によって乱れることがあります。リラックスできない場合は、いつも聞いている音楽を聞いてみてください。",
        "5-7": "早めに寝ると、多くのシンボルを含む鮮やかな夢を見ることができます。休息が取れず、家族や友人との交流を選んだ場合は、願いを込めたり、訪れたアイデアを記録することを忘れないでください。紛争地域を避け、関係を明らかにすることを避けるようにしましょう。",
        "8-9": "内なる不安が睡眠状態からあなたを押し出し、十分な休息を妨げることがあります。しかし、友達との出会い、パーティー、記事の執筆、好きな本の読書、映画鑑賞に多くのエネルギーを持っています。"
    },
    "06:00-12:00": {
        "0": "家に留まり、容易に巻き込まれる可能性のある紛争を避けるのが良いでしょう。あなたの精神的および肉体的な力はゆっくりと回復します。",
        "1-2": "仕事や社交を試みるのは後にしてください。計画するすべてのことは途中で崩れる傾向があります。散歩や複雑なタスクや集中力を必要としない活動が役立ちます。この期間は、穏やかなコミュニケーションも有益です。",
        "3-4": "コントロールや注意が必要なタスクで自分を過負荷にしないでください。散歩、目的のないコミュニケーション、負荷のないフィットネス、または呼吸エクササイズが、身体の状態を迅速に改善するのに役立ちます。",
        "5-7": "体内のエネルギーが急速に回復します。これを強化するために、散歩や快適な音楽を背景にした朝食を取りましょう。否定的な情報や争いを避け、この日があなたに用意している重要なサインを見逃さないようにしてください。",
        "8-9": "エネルギーと体力が急速に回復します。この時間を使用して、関係における問題の解決や意志決定を要するタスクの解決に取り組んでください。たとえすべてが難しく見えても、すべてがうまくいくことを忘れないでください！"
    },
    "12:00-18:00": {
        "0-1": "重要な決定を下したり、他の人に要求したりしないでください。あなたは何もポジティブなものを得られず、精神的および肉体的資源を消耗するだけで、それを回復するのは難しいでしょう。緊張を必要としない活動に専念するようにしてください。",
        "2-3": "2〜3の問題を解決する必要がある場合、ゆっくりと行うことが成功のカギです。エネルギーを回復するために、昼食後の散歩、好きな音楽を聴く、または心地よい人と交流することを利用してください。",
        "4-7": "これは、快適な仲間と交流したり、イベントの準備や実施に参加したりするのに良い時間です。将来に役立つ情報が入ってくるかもしれません。ただし、身体の状態が不安定になる可能性があるため、食べ物には慎重になってください。",
        "8-9": "エネルギーがピークに達しています。このエネルギーを最大限に活用するために、仕事、コミュニケーション、または休息のために快適な環境を作りましょう。あらゆる変化に対して超敏感でイライラすることになるので、すべてをコントロール下に置くよう努めてください。"
    },
    "18:00-24:00": {
        "0-1": "運命的な会合を設定したり、重要な会話を始めたり、難しい話題に触れたりしないでください。紛争や争いに巻き込まれ、あなたの精神と全体的な気分が抑制される可能性があります。フィットネスを延期し、食事には注意を払ってください。",
        "2-3": "自分の身体の状態に気を配り、アルコールや喫煙には慎重であるようにしましょう。ネガティブなイベントや情報を避けてください。趣味、友達との交流、散歩、音楽、映画鑑賞は、迅速な回復のためのツールです。",
        "4-7": "良い夜です。次の週の計画を立てましょう。スケジュールが設定のように機能し、80％が簡単に実行されます。親しい人や家族、友達と時間を過ごしましょう。知らない仲間の中にいる場合や一人で時間を過ごす場合、重要な情報を受け取ったり、アイデアを形成したりすることができるでしょう。至る所にサインやヒントが散りばめられています。",
        "8-9": "素晴らしい一日の締めくくりです。リラックスして、映画を見たり、本を読んだり、音楽を聴いたり、ゲストに行ったり、パーティーに参加したりしてください。すべてがあなたにとって有利に働きます！"
    }
}