{
    "00:00-06:00": {
        "1-2": "حاول الاسترخاء في مكان آمن ومألوف لا يتطلب فترة طويلة من التكيف. سيسمح لك ذلك بالشعور بالراحة ليس فقط أثناء الراحة ولكن أيضًا عند الحاجة للعمل أو إتمام المهام الدراسية.",
        "3-4": "الجسم يسيطر بشكل جيد على حالات اليقظة والنوم. يمكن أن يخل هذا التوازن التواجد في مكان غير مألوف أو الأحاديث غير المريحة والمشاجرات قبل النوم. إذا لم تتمكن من الاسترخاء، استمع إلى الموسيقى التي تفضلها.",
        "5-7": "إذا نمت مبكرًا، سترى أحلامًا حية مليئة بالرموز. إذا لم تتمكن من الاسترخاء وفضلت التواصل مع الأصدقاء أو العائلة، لا تنسَ تحقيق الأمنيات وتدوين الأفكار التي تراودك. حاول تجنب المواجهات ومناطق النزاع.",
        "8-9": "القلق الداخلي قد يزعجك من النوم، مما يمنعك من الاسترخاء الكامل. ومع ذلك، سيكون لديك الكثير من الطاقة للقاء الأصدقاء، والاحتفالات، والعمل على مقالاتك، وقراءة الكتب المفضلة لديك ومشاهدة الأفلام."
    },
    "06:00-12:00": {
        "0": "من الأفضل البقاء في المنزل وتجنب النزاعات التي يمكن أن تنجر إليها بسهولة. ستستعيد قواك الجسدية والمعنوية ببطء.",
        "1-2": "أجل محاولات العمل والتواصل. كل ما تخطط له قد يتفكك في منتصف الطريق. التنزه وممارسة الأنشطة التي لا تتطلب مهامًا معقدة أو تركيزًا عالياً ستكون مفيدة. التواصل بدون ضجة ودراما سيكون أيضًا مفيدًا في هذه الفترة.",
        "3-4": "لا تفرط في تحميل نفسك بالمهمات التي تتطلب مراقبة وانتباهًا. التنزه، التواصل بدون هدف لحل المشاكل، ممارسة التمارين الرياضية بدون حمل زائد أو تمارين التنفس ستساعد في تحسين حالتك البدنية بسرعة.",
        "5-7": "الطاقة تتجدد بسرعة في الجسم. يمكن تعزيز ذلك بالتنزه والإفطار الصباحي مع موسيقى مريحة. تجنب المعلومات السلبية والمشاجرات حتى لا تفوت العلامات المهمة التي يجهزها لك هذا اليوم.",
        "8-9": "القوى الجسدية والنفسية تتجدد بسرعة. استخدم هذا الوقت لتسوية المسائل الشائكة في العلاقات وحل المهام التي تتطلب قرارات قوية. حتى وإن بدا كل شيء معقدًا، تذكر: ستنجح!"
    },
    "12:00-18:00": {
        "0-1": "لا تتخذ قرارات مهمة ولا تطلب ذلك من الآخرين. لن تحصل على شيء إيجابي وستستنزف مواردك الجسدية والنفسية التي سيكون من الصعب استعادتها. حاول الانشغال بأعمال لا تتطلب جهدًا.",
        "2-3": "إذا كان عليك إتمام 2-3 أمور، فسيكون من الأفضل إنجازها ببطء. لاستعادة الطاقة، قم بنزهة بعد الغداء، استمع إلى الموسيقى المفضلة لديك أو تحدث مع شخص يريحك.",
        "4-7": "هذا وقت جيد للتواصل في شركة مريحة، والمشاركة في التحضير وتنفيذ الفعاليات. المعلومات التي ستأتي ستكون مفيدة للمستقبل. لكن قد يكون حالك البدني ضعيفًا، فكن حذرًا في تناول الطعام.",
        "8-9": "طاقتك في ارتفاع. لاستغلالها إلى أقصى حد، حاول خلق بيئة مريحة للعمل أو التواصل أو الراحة. لأنك ستكون شديد الحساسية تجاه أي تغيير، حاول السيطرة على كل شيء."
    },
    "18:00-24:00": {
        "0-1": "لا تقرر اجتماعات مصيرية، لا تبدأ محادثات مهمة ولا تطرق مواضيع معقدة. قد يتم جرك إلى نزاعات ومشاجرات، مما سيؤدي إلى قمع روحك ومعنوياتك بشكل عام. أجل التمارين الرياضية وكن حذرًا في تناول الطعام.",
        "2-3": "كن حذرًا بشأن حالتك البدنية، كن حذرًا مع الكحول والتدخين. حاول تجنب الأحداث السلبية والمعلومات. الهوايات، التواصل مع الأصدقاء، التنزه، الموسيقى، الأفلام - أدوات لاستعادة الطاقة بسرعة.",
        "4-7": "مساء جيد. حاول التخطيط للأسبوع المقبل، حيث سيعمل الجدول الزمني كإعداد، وسيتم إنجاز 80% بسهولة. اقضِ الوقت مع العائلة أو الأصدقاء أو الأقارب. إذا كنت في شركة غير مألوفة أو قضيت الوقت بمفردك، ستحصل على معلومات مهمة أو تولد أفكارًا لأن الإشارات والنصائح ستكون في كل مكان.",
        "8-9": "نهاية يوم رائعة. استرخِ، شاهد الأفلام، اقرأ، استمع إلى الموسيقى، يمكنك زيارة الأصدقاء أو الحفلات. سيكون كل شيء مريحًا لك."
    }
}