{
    "00:00 - 04:48": {
        "1": "Arbeit und Lernen in dieser Zeit können negative emotionale Zustände hervorrufen, da die Konzentration gering ist und schnelle Ermüdung eintritt. Es ist besser, sich vollständig auszuruhen.",
        "2-3": "Schlaf in dieser Periode hat selbst bei einem ungünstigen Szenario des nächsten Tages eine gute Wirkung. Wenn Sie aufgrund der Arbeit oder des Studiums in dieser Zeit arbeiten müssen, sollten Sie alle Kommunikationsformen minimieren oder vermeiden: Nachrichten, Anrufe, persönliche Gespräche. Konflikte sind unvermeidlich.",
        "4-5": "Es kann notwendig sein, länger zu arbeiten und die Schlafzeit zu verschieben. Aufmerksamkeit und Moral sind hoch genug, um die Arbeit zu beenden und den Tagesablauf zu planen. Wenn Sie sich außerhalb des Hauses befinden, vermeiden Sie Wasser.",
        "6-7": "Wenn Sie früher schlafen gehen, bringt der Schlaf viele Zeichen. Nach dem Aufwachen bleiben die Zeichen und Traumgeschichten lange in Erinnerung. Wenn Sie nicht schlafen können, wünschen Sie sich etwas, notieren Sie Ideen, erstellen Sie Pläne und Zeitpläne für die kommenden Wochen. Eine Überraschung erwartet Sie.",
        "8-9": "Die Energie und das innere Gleichgewicht sind stabil. Wenn es schwierig ist, einzuschlafen, machen Sie sich keine Sorgen – Ihre inneren Ressourcen sind ausreichend, um sich zu erholen. Legen Sie ein Notizbuch neben Ihr Bett, um Träume oder Ideen festzuhalten, die Ihnen einfallen."
    },
    "04:48 - 09:36": {
        "0-2": "Der Morgen erfordert ruhigen Schlaf und langsames Erwachen. Wenn Sie sich körperlich unwohl und müde fühlen, schalten Sie einen Musik- oder Nachrichtenkanal ein. Leichte körperliche und Atemübungen sowie ein Frühstück stimmen Sie positiv auf den Tag ein. Plötzliches Aufwachen und Eile vor dem Verlassen des Hauses können viele problematische Situationen verursachen, deren Lösung schwierig sein wird.",
        "3-4": "Der Morgen ist energetisch ruhig und ausgeglichen. Das Aufwachen und die Frühstückszeit konzentrieren Ihre Aufmerksamkeit auf die Pläne des kommenden Tages. Schreiben Sie diese jedoch nicht im Detail auf, da Familie oder Kollegen morgens zahlreiche Anfragen stellen könnten.",
        "5-7": "Wenn Sie früher schlafen gehen, bringt der Schlaf Zeichen, die nach dem Aufwachen in Erinnerung bleiben; viele Details können sich morgens in der Realität manifestieren. Wenn Arbeit oder Studium Sie zwingen, spät schlafen zu gehen, wiederholen Sie vor dem Verlassen des Hauses achtmal: \"Ich sehe alles, ich weiß alles!\", um ein gleichmäßiges und ruhiges Gemüt zu bewahren und Glück am Morgen anzuziehen.",
        "8-9": "Ihre Energie und körperliche Gesundheit bleiben auf einem guten Niveau. Der Arbeits-, Ruhe- oder Lernrhythmus, den Sie am Morgen festlegen, wird Ihre inneren Ressourcen aufrechterhalten. Legen Sie vor dem Verlassen des Hauses drei Münzen in Ihre Geldbörse oder zählen Sie das Bargeld. Dies bringt schnellen Gewinn."
    },
    "09:36 - 14:24": {
        "0-2": "Vermeiden Sie Konfliktsituationen, da sie langwierig sein und in eine Sackgasse führen können. In jeder Situation und Handlung verlassen Sie sich auf frühere Erfahrungen. Wenn Sie sich selbst komfortabel und verständlich sind, werden es auch Ihre Mitmenschen verstehen. 6779 ist der Glückscode, der hilft, negative Situationen des Tages zu mildern oder zu vermeiden.",
        "3-4": "Planen Sie keine großen Aufgaben. Halten Sie nicht nur Ihre Emotionen, sondern auch Ihre Finanzen unter Kontrolle. Bei der Lösung von Aufgaben verlassen Sie sich nur auf Ihre eigenen Erfahrungen und zählen Sie nur auf Ihre eigene Stärke. Familie, Freunde und nahestehende Personen könnten Ihre Aufmerksamkeit und Hilfe erbitten. Versuchen Sie, mit den Ihnen zur Verfügung stehenden Ressourcen zu helfen. Oft genügt Ihr Rat oder Ihre Einschätzung.",
        "5-7": "Günstige Zeit, um eine neue Einnahmequelle durch die Umsetzung von Ideen, Bildung und Kursen zu eröffnen. Wichtig ist, sich nicht zu beeilen und Impulsivität und Reizbarkeit zu kontrollieren. Emotionale Ausgeglichenheit ermöglicht es, zusätzliche Energie von nahestehenden Personen, Kollegen zu erhalten und einflussreiche Helfer in Ihr Leben zu ziehen.",
        "8-9": "Die richtige Zeitverteilung, Aufmerksamkeit für Details, die Fähigkeit, auf andere einzuwirken und Ressourcen richtig zu nutzen, ziehen Umstände und Ereignisse an, die Sie in den Mittelpunkt stellen und sich positiv auf Ihre Zukunft in allen Lebensbereichen auswirken."
    },
    "14:24 - 19:12": {
        "0-2": "Umstände und Menschen werden Sie zwingen, schnell Entscheidungen zu treffen, was die Energiereserven erheblich verringert, die sich langsam wieder aufbauen. Es ist besser, sich nicht in Probleme zu verstricken, sondern Personen zu finden, die helfen können, sie zu lösen. Halten Sie in dieser Zeit Ihre Emotionen und Finanzen unter Kontrolle.",
        "3-4": "Achten Sie auf Ihre Gesundheit, übernehmen Sie keine zusätzlichen Belastungen, lösen Sie nur die Fragen, die Sie zu erledigen geplant haben. Konzentrieren Sie sich auf sich selbst, Ihre Wünsche und Ziele. Ihnen könnten Beförderungen, Versetzungen oder Umzüge angeboten werden. Wenn Sie zustimmen, erhalten Sie einflussreiche Helfer.",
        "5-7": "Das Schicksal ist auf Ihrer Seite. Sie können Ihre Kräfte verteilen und Aufgaben bewältigen, die schnelle Entscheidungen erfordern. Sie werden sich im Fokus der Aufmerksamkeit befinden. Die Fähigkeit, auf andere einzuwirken, und Ihre organisatorischen Fähigkeiten helfen Ihnen, Unterstützung und Anerkennung für Ihre Ideen zu erhalten. Eine gute Zeit, um persönliche Beziehungen zu regulieren und auf eine neue Ebene zu heben.",
        "8-9": "Eine ausgezeichnete Zeit für Studium, Teilnahme an Seminaren und beruflichen Kursen. Der Wunsch, Neues zu erforschen und zu lernen, führt zu unerwarteten und nützlichen Entdeckungen und Lösungen. Neue Fähigkeiten werden nützlich sein, um Ziele zu erreichen. Eine gute Zeit, um ein Gespräch zu beginnen, das Sie lange nicht gewagt haben. Beeinflussen Sie nicht die Situation, das Ergebnis des Gesprächs wird Ihnen mit der Zeit ein großartiges Ergebnis bringen."
    },
    "19:12 - 24:00": {
        "0": "Planen Sie keine wichtigen Treffen und Gespräche. Experimentieren Sie nicht in Angelegenheiten und Beziehungen. Verbringen Sie idealerweise Zeit zu Hause, schauen Sie sich Lieblingsfilme an oder unterhalten Sie sich mit Freunden. Große, laute Gesellschaften sind unerwünscht. Wenn Sie schnell müde werden, tragen Sie ein Blatt Papier mit dem Code 898 bei sich.",
        "1-2": "Sie könnten auf viele kleine Hindernisse stoßen, die Sie jedoch umgehen oder mildern können. Betrachten Sie dies als Lektion, da diese Ereignisse und Situationen Ihnen helfen, sich selbst besser zu verstehen und Ihre Möglichkeiten einzuschätzen. Wenn Sie emotionale Ausgeglichenheit und Unterstützung durch nahestehende Personen bewahren möchten, seien Sie bereit, Kompromisse einzugehen.",
        "3-4": "Es besteht eine hohe Wahrscheinlichkeit für Konflikte. Familiäre Beziehungen werden nicht ideal sein, und berufliche Aufgaben sowie Alltagsfragen werden komplizierte Lösungen erfordern. Dies wirkt sich auf den Gesundheitszustand aus. Wenn Sie sich auf das Erlernen von Neuem einlassen, eine musikalische Veranstaltung besuchen oder Ihre Arbeit und Erholung von Lieblingsmelodien begleitet wird, hilft dies, negative Szenarien des Abends aufzulösen.",
        "5-7": "Günstige Zeit, um einen wichtigen Punkt zu setzen oder in jedem Lebensbereich auf eine neue Ebene zu gelangen. Gute Zeit für kreative Aktivitäten, die Entspannung und Freude bringen. Optimismus, Kraft und Inspiration sind ausreichend. Romantische Beziehungen können neuen Schwung erhalten, daher scheuen Sie sich nicht, Ihre Gefühle und Gedanken auszudrücken.",
        "8-9": "Die Idee, Neues zu erforschen und zu lernen, wird in Zukunft zu unerwarteten und nützlichen Entdeckungen im Berufsbereich und in Ihren Möglichkeiten führen und den Weg zu Erfolg und Ruhm ebnen. Das Planen zukünftiger Geschäftsreisen, Reisen oder Umzüge wird diese Ereignisse erfolgreich und schicksalhaft machen. Sie werden nicht nur gute und lebendige Eindrücke erhalten, sondern auch zuverlässige Freunde und Partner gewinnen."
    }
}