{
    "00:00 - 04:48": {
        "1": "Travailler ou étudier pendant cette période peut provoquer des états émotionnels négatifs en raison d'une faible concentration et d'une fatigue rapide. Il vaut mieux se reposer pleinement.",
        "2-3": "Toute période de sommeil pendant cette période aura un effet bénéfique, même dans le pire des cas le lendemain. Si vous devez travailler ou étudier à ce moment-là, évitez ou réduisez au maximum toute forme de communication : messages, appels, conversations personnelles. Le conflit est inévitable.",
        "4-5": "Vous pourriez devoir travailler plus longtemps, repoussant le temps de sommeil. Le niveau d'attention et le moral vous permettront de terminer votre travail et de planifier votre routine. Si vous êtes loin de chez vous, essayez de rester à l'écart de l'eau.",
        "6-7": "Si vous vous couchez plus tôt, le sommeil apportera de nombreux signes. Après le réveil, les signes et les scénarios du rêve resteront longtemps en mémoire. Si vous ne pouvez pas dormir, faites un vœu, notez des idées, établissez un emploi du temps et des plans pour les semaines à venir. Une surprise vous attend.",
        "8-9": "L'énergie et l'équilibre intérieur sont stables. Si vous avez du mal à dormir, ne vous inquiétez pas, vos ressources intérieures suffiront pour vous restaurer. Placez un carnet près de votre lieu de repos pour noter les rêves ou les idées qui viendront."
    },
    "04:48 - 09:36": {
        "0-2": "Le matin nécessite un sommeil tranquille et un réveil en douceur. Si vous ressentez un inconfort physique et de la fatigue, mettez de la musique ou une chaîne d'informations. Des exercices physiques et de respiration légère ainsi qu'un petit déjeuner vous préparera positivement pour le début de la journée. Un réveil brusque et la précipitation avant de sortir peuvent créer de nombreuses situations problématiques difficiles à résoudre.",
        "3-4": "Le matin est énergétiquement calme et équilibré. Le réveil et le temps du petit-déjeuner concentreront votre attention sur les plans de la journée à venir. Ne les détaillez pas trop, car des proches ou des collègues peuvent apporter leurs propres modifications avec de nombreuses demandes.",
        "5-7": "Si vous vous couchez plus tôt, les rêves apporteront des signes qui resteront en mémoire après le réveil ; de nombreux détails peuvent se manifester dans la réalité le matin. Si le travail ou les études vous obligent à vous coucher tard, pour rester calme et attirer la chance le matin, répétez 8 fois avant de sortir de chez vous : \"Je vois tout, je sais tout !\".",
        "8-9": "Votre énergie et votre santé physique resteront à un bon niveau. Le rythme de travail, de repos ou d'études que vous installez dès le matin préservera vos ressources intérieures. Avant de sortir de chez vous, placez 3 pièces de monnaie dans votre portefeuille ou comptez l'argent liquide. Cela apportera un gain rapide."
    },
    "09:36 - 14:24": {
        "0-2": "Évitez les situations conflictuelles, elles peuvent être prolongées et conduire à une impasse. Dans toutes les situations et actions, fiez-vous à votre expérience passée. Si vous êtes à l'aise et clair avec vous-même, vous le serez également pour les autres. 6779 est le code de chance qui aidera à atténuer ou à éviter les situations négatives de la journée.",
        "3-4": "Ne planifiez pas de gros projets. Gardez le contrôle non seulement de vos émotions mais aussi de vos finances. Fiez-vous uniquement à votre propre expérience et ne comptez que sur vos propres forces. La famille, les amis et les proches peuvent demander de l'attention et de l'aide. Essayez d'aider avec les ressources que vous possédez. Dans de nombreuses situations, seuls vos conseils ou votre évaluation peuvent être nécessaires.",
        "5-7": "Ne planifiez pas de gros projets. Gardez le contrôle non seulement de vos émotions mais aussi de vos finances. Fiez-vous uniquement à votre propre expérience et ne comptez que sur vos propres forces. La famille, les amis et les proches peuvent demander de l'attention et de l'aide. Essayez d'aider avec les ressources que vous possédez. Dans de nombreuses situations, seuls vos conseils ou votre évaluation peuvent être nécessaires.",
        "8-9": "La bonne gestion de votre temps, l'attention aux détails, la capacité d'influencer les autres et d'utiliser correctement les ressources attireront des circonstances et des événements qui vous mettront en avant et influenceront positivement l'avenir dans tous les aspects de la vie."
    },
    "14:24 - 19:12": {
        "0-2": "Les circonstances et les gens vous obligeront à prendre des décisions rapides, ce qui réduira considérablement votre potentiel énergétique, qui se rétablira lentement. Il vaut mieux ne pas se mêler des problèmes, mais trouver des personnes pour les résoudre. Pendant cette période, gardez le contrôle de vos émotions et de vos finances.",
        "3-4": "Prenez soin de votre santé, ne prenez pas de charges supplémentaires, ne résolvez que les questions que vous avez prévu de traiter. Concentrez-vous sur vous-même, vos désirs et objectifs. On pourrait vous proposer une promotion, un transfert ou un déménagement. Si vous acceptez, vous gagnerez des assistants influents.",
        "5-7": "Le destin est de votre côté. Vous pourrez répartir vos forces et accomplir des tâches nécessitant des décisions rapides. Vous serez sous les projecteurs. Votre capacité à influencer les autres, vos compétences en organisation vous aideront à obtenir le soutien et la reconnaissance de vos idées. C'est une bonne période pour réguler les relations personnelles et les amener à un nouveau niveau.",
        "8-9": "C'est un bon moment pour étudier, participer à des séminaires et des cours professionnels. Le désir d'explorer et d'apprendre de nouvelles choses mènera à des découvertes et des solutions inattendues et utiles. Les nouvelles compétences seront utiles pour atteindre vos objectifs. C'est le bon moment pour entamer une conversation que vous hésitez à avoir depuis longtemps. Ne forcez pas les choses, le résultat de la conversation vous apportera avec le temps un résultat excellent."
    },
    "19:12 - 24:00": {
        "0": "Il ne faut pas planifier de réunions importantes ou de conversations. Ne faites pas d'expériences dans vos affaires et relations. Idéalement, passez du temps à la maison, regardez vos films préférés ou discutez avec des amis. Évitez les grandes foules bruyantes. Si vous vous fatiguez rapidement, gardez une feuille de papier avec le code 898 écrit dessus.",
        "1-2": "Vous pourriez rencontrer de nombreux petits obstacles, mais vous pourrez les contourner ou les atténuer. Considérez cela comme une leçon, car ces événements et situations vous permettront de mieux vous comprendre et d'évaluer vos capacités. Si vous voulez préserver votre équilibre émotionnel et le soutien de vos proches, soyez prêt à faire des compromis.",
        "3-4": "Il y a une forte probabilité de conflits. Les relations familiales ne seront pas idéales, et les tâches professionnelles et les questions domestiques auront des solutions complexes. Cela affectera votre santé. Si vous vous engagez dans l'apprentissage de nouvelles choses, assistez à un événement musical, ou travaillez et vous reposez avec vos musiques préférées en fond, cela aidera à dissiper les scénarios négatifs de la soirée.",
        "5-7": "C'est un moment propice pour mettre un point final à une question importante ou passer à une nouvelle étape dans n'importe quel domaine de la vie. C'est une bonne période pour se consacrer à la créativité, qui sera une source de relaxation et de plaisir. L'optimisme, la force et l'inspiration sont suffisants. Les relations romantiques peuvent recevoir un nouvel élan, alors n'hésitez pas à exprimer vos sentiments et pensées.",
        "8-9": "L'idée d'explorer et d'apprendre de nouvelles choses mènera à l'avenir à des découvertes et des solutions inattendues et utiles dans le domaine professionnel et vos propres capacités, ouvrant la voie à la réussite et à la renommée. La planification de futurs voyages d'affaires, voyages ou déménagements rendra ces événements réussis et décisifs. Vous obtiendrez non seulement de bonnes et vives impressions, mais vous gagnerez également des amis et des partenaires fiables."
    }
}