{
    "00:00 - 04:48": {
        "1": "Working or studying during this period may cause negative emotional states due to low concentration and quick fatigue. It’s better to get a full rest.",
        "2-3": "Sleep during this period will have a good effect, even if the next day turns out unfavourable. If you have to work due to your profession or prepare for studies during this time, avoid or minimise any forms of communication: messaging, calls, or personal conversations. Conflict is inevitable.",
        "4-5": "You may need to work longer, pushing back your sleep time. Your attention and morale will allow you to finish work and plan a schedule. If you’re outside the home, try to stay away from water.",
        "6-7": "If you go to bed early, the sleep will bring many signs. After waking up, these signs and dream plots will stay in your memory for a long time. If you can’t fall asleep, make a wish, write down ideas, and set schedules and plans for the upcoming weeks. A surprise awaits you.",
        "8-9": "Energy and internal balance are stable. If you find it hard to sleep, don’t worry—your internal resources are sufficient for recovery. Keep a notebook next to your resting place to jot down dreams or ideas that may come to you."
    },
    "04:48 - 09:36": {
        "0-2": "The morning requires a calm sleep and unhurried awakening. If you feel physical discomfort and fatigue, turn on music or a news channel. Light physical and breathing exercises and breakfast will set a positive tone for the start of the day. Sudden awakening and rushing before leaving the house can lead to many problematic situations, which will be hard to resolve.",
        "3-4": "The morning is energetically calm and even. Waking up and having breakfast will focus your attention on the day’s upcoming plans. Don’t detail them too much, as family or coworkers may make numerous requests in the morning that could alter your plans.",
        "5-7": "If you go to bed early, the sleep will bring signs that will remain in your memory; many details may manifest in reality in the morning. If work or studies force you to go to bed late, to maintain a calm state and attract luck in the morning, repeat eight times before leaving the house: “I see and know everything.”",
        "8-9": "Your energy and physical health will remain at a good level. The rhythm of work, rest, or study that you set in the morning will keep your internal resources high. Before leaving the house, place three coins in your wallet or count your cash. This will bring quick profit."
    },
    "09:36 - 14:24": {
        "0-2": "Avoid conflict situations, as they may become prolonged and lead to a dead end. Rely on previous experience in any situation and action. If you are comfortable and clear with yourself, you will be clear to others. ‘6779’ is the code of luck that will help soften or avoid negative situations throughout the day.",
        "3-4": "Don’t plan major tasks. Keep control over your emotions and finances. In solving problems, rely only on your experience and count only on your strength. Family, friends, and close people may ask for attention and help. Try to help with the resources you have. In many situations, only your advice or assessment may be needed.",
        "5-7": "This is a favourable time to open a new source of income by implementing ideas, education, and courses. It’s important not to rush and to control impulsiveness and irritation. Emotional balance will allow you to receive additional energy from close people and colleagues and attract influential helpers into your life.",
        "8-9": "Proper time management, attention to detail, the ability to influence others, and the correct use of resources will attract circumstances and events that will make you the centre of attention and positively affect your future in all areas of life."
    },
    "14:24 - 19:12": {
        "0-2": "Circumstances and people will force quick decisions, significantly reducing your energy potential, which will recover slowly. It’s better not to get involved in problems but to find people who can help solve them. During this period, keep emotions and finances under control.",
        "3-4": "Pay attention to your health, avoid taking on extra burdens, and solve only the tasks you plan to complete. Focus on yourself, your desires, and goals. You may be offered a promotion, transfer, or move. If you agree, you will gain influential helpers.",
        "5-7": "Fate is on your side. You will be able to distribute your strength and handle tasks that require quick decisions. You will be in a zone of increased attention. Your ability to influence others and organisational skills will help you gain support and recognition for your ideas. This is a good time to manage personal relationships and take them to a new level.",
        "8-9": "It’s a great time for studying, attending seminars, and professional courses. The desire to explore and learn new things will lead to unexpected and useful discoveries and decisions. New skills will be helpful in achieving goals. It’s a convenient time to start a conversation you’ve long hesitated to have. Don’t influence the situation; the conversation's outcome will bring a wonderful result over time."
    },
    "19:12 - 24:00": {
        "0": "It’s not advisable to plan important meetings and conversations. Don’t experiment in business and relationships. Ideally, spend time at home, watch favourite movies, or chat with friends. Large, noisy companies are undesirable. If you tire quickly, keep a piece of paper with the code ‘898’ written on it.",
        "1-2": "You may face many small obstacles, but you can avoid or soften them. Consider these as lessons, as these events and situations will allow you to understand yourself better and assess your abilities. Be ready to compromise to maintain emotional balance and the support of loved ones.",
        "3-4": "Conflicts are likely. Family relationships may not be ideal, and professional tasks and domestic issues will have complicated solutions. This will affect your health. Focusing on learning new things, attending a musical event, or letting your favourite melodies accompany your work and rest will help dissolve the negative scenarios of the evening.",
        "5-7": "It’s a favourable time to finalise an important matter or transition to a new stage in any area of life. A good period for engaging in creativity, which will be a source of relaxation and pleasure. Optimism, strength, and inspiration are sufficient. Romantic relationships may receive a new impulse, so don’t hesitate to express your feelings and thoughts.",
        "8-9": "The idea of exploring and learning new things will lead to unexpected and useful discoveries in the future in your professional field and your abilities, opening the path to achievement and fame. Planning future trips, journeys, or moves will make these events successful and fateful. You will not only have good and bright impressions but also make reliable friends and partners."
    }
}