{
    "00:00 - 04:48": {
        "1": "この期間の仕事や学業は、注意力の低下や疲労感の増加により、ネガティブな感情を引き起こす可能性があります。しっかりと休息を取る方が良いです。",
        "2-3": "この時間帯の睡眠は、翌日の最悪のシナリオでも良い効果をもたらします。この時間に職業のために働いたり、学業に備えたりする必要がある場合、通信手段（メッセージ、電話、対面の会話）を避けるか最小限に抑えるべきです。対立は避けられません。",
        "4-5": "眠る時間を後にずらして、もう少し作業する必要があるかもしれません。注意力とモラルが作業を完了し、スケジュールを計画するのに十分です。家の外にいる場合は、水に近づかないようにしてください。",
        "6-7": "早めに眠ると、多くの兆候を伴う夢を見るでしょう。目覚めた後も夢の兆候やシナリオが長く記憶に残ります。眠れない場合は願い事をし、アイデアを書き留め、数週間の計画を立ててください。サプライズが待っています。",
        "8-9": "エネルギーと内なるバランスは安定しています。眠りにつくのが難しい場合でも心配しないでください。回復のための内部資源は十分です。休息の場所の近くにノートを置き、夢や浮かんだアイデアを書き留められるようにしてください。"
    },
    "04:48 - 09:36": {
        "0-2": "朝は穏やかな睡眠とゆっくりとした目覚めが必要です。身体的な不快感や疲労を感じる場合は、音楽やニュースチャンネルを流してください。軽い運動や呼吸法、朝食は、ポジティブな一日のスタートに役立ちます。急な目覚めや出発前の慌ただしさは、多くの問題を引き起こし、それを解決するのが難しくなる可能性があります。",
        "3-4": "朝はエネルギー的に安定しており、朝食の時間にその日の計画に集中するでしょう。しかし、家族や同僚からの多数の依頼が入る可能性があるため、計画を詳細に書き出さないでください。",
        "5-7": "早めに寝ると、夢が兆候を伴い、それが現実の中で表れることがあります。仕事や学業が遅くまで続く場合、朝の落ち着きと幸運を保つために、家を出る前に「私はすべてを見て知っている」と8回唱えてください。",
        "8-9": "あなたのエネルギーと身体の健康は良好な状態を保ちます。朝の活動リズムは、内部資源の持続を保証します。家を出る前に財布に3枚の硬貨を入れるか、現金を数えてください。これが迅速な利益をもたらします。"
    },
    "09:36 - 14:24": {
        "0-2": "衝突を避けてください。これらは長引き、行き詰まりを招く可能性があります。すべての状況や行動では過去の経験に依拠してください。自分自身が快適で理解しやすければ、他者にも理解されやすくなります。6779はその日のネガティブな状況を和らげるまたは防ぐためのラッキーナンバーです。",
        "3-4": "大きな仕事を計画しないでください。感情や財政をコントロールしましょう。問題を解決する際には自分の経験に頼り、自分の力で対応しましょう。家族や友人が注意を求めたり、助けを求めることがあるかもしれません。自分が持っているリソースで助けてください。多くの状況では、あなたのアドバイスや評価だけが必要とされることがあります。",
        "5-7": "アイデアの実現、教育やコースを通じた新しい収入源を開くのに適した時期です。焦らず、衝動や苛立ちをコントロールすることが重要です。感情のバランスがとれていれば、周囲の人々から追加のエネルギーを得ることができ、影響力のある支援者を引き寄せることができます。",
        "8-9": "時間の適切な配分、詳細への注意、他者に影響を与える能力、リソースの正しい使用が、あなたを注目の的にし、今後の生活のすべての分野で前向きな影響をもたらします。"
    },
    "14:24 - 19:12": {
        "0-2": "状況や人々は迅速な決断を迫り、それがエネルギーポテンシャルを著しく低下させます。そのポテンシャルの回復はゆっくり進むでしょう。問題に関わらない方がよく、問題を解決するための人々を見つけてください。この時間帯は感情や財政をコントロールしましょう。",
        "3-4": "健康に気を付け、追加の負担を避け、予定した問題だけを解決してください。自分の願望や目標に集中してください。昇進、転勤、引っ越しの提案があるかもしれません。それに同意すれば、影響力のある支援者を得るでしょう。",
        "5-7": "運命はあなたの味方です。あなたは自分の力を適切に配分し、迅速な決断を要する問題に対処することができます。あなたは注目の的になり、他者に影響を与える能力や組織力が支援と認識を得るでしょう。個人的な関係を調整し、新しいレベルに引き上げるのに良い時期です。",
        "8-9": "学習、セミナーや専門的なコースへの参加に最適な時間です。新しいことを学びたいという欲求は、予期しない有益な発見や解決策をもたらすでしょう。新しいスキルは目標達成に役立ちます。長らく踏み切れなかった会話を始めるのに適した時間です。状況に影響を与えないでください。会話の結果は、時間が経てば素晴らしい結果をもたらすでしょう。"
    },
    "19:12 - 24:00": {
        "0": "重要な会議や会話を計画するのは避けるべきです。仕事や関係において実験をしないでください。家で過ごし、好きな映画を観たり、友達と話したりするのが理想的です。大きく騒がしい集まりは避けた方が良いでしょう。疲れやすい場合は、「898」と書かれた紙を手元に置いておいてください。",
        "1-2": "多くの小さな障害に直面するかもしれませんが、それらを避けたり、軽減することができます。これを学びの機会として捉えてください。これらの出来事や状況は、自己理解を深め、自分の能力を評価する助けとなります。感情的なバランスを保ち、家族からの支援を得たいなら、妥協する準備をしてください。",
        "3-4": "紛争の可能性が高いです。家族関係は理想的でなく、職業上の課題や日常の問題の解決は難しいです。これは健康に影響を及ぼす可能性があります。新しいことを学ぶことに集中したり、音楽イベントに参加したり、仕事やリラックスの時間にお気に入りのメロディーをバックグラウンドとして流すと、夜のネガティブなシナリオを最大限に溶かすのに役立ちます。",
        "5-7": "重要な問題に終止符を打ったり、どの分野でも新たな段階に進むのに良い時間です。創作活動を行うのに適した時期であり、それはリラクゼーションと楽しさの源となるでしょう。楽観的で力強く、インスピレーションに満ちています。ロマンティックな関係も新たな勢いを得るかもしれませんので、自分の気持ちや考えを恐れずに表現してください。",
        "8-9": "新しいことを探求し学ぶというアイデアは、将来、職業分野や自己の可能性において予期しない有益な発見につながります。未来の出張や旅行、引っ越しの計画を立てると、これらの出来事が成功し、運命的なものとなるでしょう。素晴らしい体験を得るだけでなく、信頼できる友人やパートナーを得ることができます。"
    }
}