{
    "00:00 - 04:48": {
        "1": "العمل والدراسة في هذه الفترة قد يسببان حالات نفسية سلبية بسبب قلة التركيز والتعب السريع. من الأفضل أن تأخذ قسطًا من الراحة.",
        "2-3": "فترة النوم ستعطي تأثيرًا جيدًا حتى في أسوأ السيناريوهات في اليوم التالي. إذا كنت مضطرًا للعمل في هذا الوقت بسبب الوظيفة أو التحضير للدراسة، ينبغي تجنب أو تقليص أي شكل من أشكال التواصل: الرسائل، المكالمات، المحادثات الشخصية. الصراع لا مفر منه.",
        "4-5": "قد تحتاج للعمل لفترة أطول، مما يؤخر وقت النوم. مستوى التركيز والمعنويات سيمكنك من إنهاء العمل وتخطيط الجدول. إذا كنت خارج المنزل، حاول تجنب الماء.",
        "6-7": "إذا نمت في وقت مبكر، سيحمل النوم العديد من الإشارات. بعد الاستيقاظ، ستظل الإشارات وحبكة الحلم في ذاكرتك لفترة طويلة. إذا لم تستطع النوم، تمنى أمنية، سجل الأفكار، وضع جدولاً وخططاً للأسابيع القادمة. مفاجأة تنتظرك.",
        "8-9": "الطاقة والتوازن الداخلي مستقران. إذا كان من الصعب النوم، فلا تقلق - لديك موارد داخلية كافية للتعافي. ضع مفكرة بجوار مكان النوم لتسجيل الأحلام أو الأفكار التي ستأتيك."
    },
    "04:48 - 09:36": {
        "0-2": "يحتاج الصباح إلى نوم هادئ واستيقاظ بطيء. إذا كنت تشعر بعدم الراحة الجسدية والتعب، شغل قناة موسيقية أو إخبارية. بعض التمارين البدنية والتنفسية الخفيفة ووجبة الإفطار ستضبط مزاجك لبداية اليوم. الاستيقاظ المفاجئ والزحام قبل مغادرة المنزل قد يجلب الكثير من المشاكل التي سيكون من الصعب حلها.",
        "3-4": "صباح هادئ ومستقر من حيث الطاقة. ستركز على خطط اليوم أثناء الاستيقاظ ووقت الإفطار. لا تكتبها بالتفصيل، لأن الأصدقاء أو الزملاء في العمل قد يغيرونها بطلبات متعددة في الصباح.",
        "5-7": "إذا نمت في وقت مبكر، سيحمل النوم إشارات وبعد الاستيقاظ ستظل في الذاكرة؛ وقد تظهر العديد من التفاصيل في الصباح في الواقع. إذا كانت العمل أو الدراسة تجبرك على النوم متأخراً، للحفاظ على حالة هادئة ومتوازنة وجذب الحظ في الصباح، كرر قبل مغادرة المنزل 8 مرات: \"أرى وأعلم كل شيء\".",
        "8-9": "ستبقى طاقتك وصحتك الجسدية على مستوى جيد. الإيقاع الذي ستضعه للعمل أو الراحة أو الدراسة في الصباح سيحافظ على مواردك الداخلية في ارتفاع. ضع 3 عملات معدنية في محفظتك أو عد النقود الورقية. هذا سيجلب ربحًا سريعًا."
    },
    "09:36 - 14:24": {
        "0-2": "تجنب المواقف الصراعية، قد تصبح طويلة الأمد وتصل إلى طريق مسدود. في أي موقف وأي تصرف اعتمد على تجربتك السابقة. إذا كنت مرتاحًا وواضحًا مع نفسك، فستكون واضحًا للآخرين. 6779 - هو رمز الحظ الذي سيساعد على تخفيف أو تجنب المواقف السلبية طوال اليوم.",
        "3-4": "لا تخطط لأمور كبيرة. حافظ على السيطرة على مشاعرك وأموالك. اعتمد على تجربتك فقط واحسب قوتك فقط. قد يطلب منك أفراد العائلة أو الأصدقاء المقربون الاهتمام والمساعدة. حاول مساعدتهم بالموارد التي لديك. في كثير من الحالات، قد يكون كل ما هو مطلوب منك هو نصيحة أو تقييم.",
        "5-7": "وقت مناسب لفتح مصدر دخل جديد من خلال تنفيذ الأفكار، التعليم والدورات. من المهم عدم التسرع والسيطرة على الاندفاع والغضب. التوازن العاطفي سيمكنك من الحصول على طاقة إضافية من الأقارب والزملاء وسيجذب مساعدون مؤثرون إلى حياتك.",
        "8-9": "التوزيع الصحيح للوقت، الاهتمام بالتفاصيل، القدرة على التأثير على الآخرين واستخدام الموارد بشكل صحيح ستجذب الظروف والأحداث التي ستجعلك محور الانتباه وستؤثر إيجابياً على المستقبل في جميع مجالات الحياة."
    },
    "14:24 - 19:12": {
        "0-2": "الظروف والأشخاص سيجبرونك على اتخاذ قرارات سريعة، مما سيقلل بشكل كبير من طاقتك، التي ستستعيدها ببطء. من الأفضل عدم التورط في المشاكل، بل إيجاد أشخاص يساعدونك في حلها. خلال هذه الفترة، حافظ على التحكم في مشاعرك وأموالك.",
        "3-4": "امنح نفسك الاهتمام لصحتك، لا تتولى مهام إضافية، وركز فقط على القضايا التي قررت إنجازها. ركز على نفسك، رغباتك وأهدافك. قد يعرض عليك ترقية، نقل أو الانتقال. إذا وافقت، ستحصل على مساعدين مؤثرين.",
        "5-7": "الحظ في صفك. ستتمكن من توزيع قوتك، والتعامل مع المهام التي تتطلب قرارات سريعة. ستكون في منطقة اهتمام متزايدة. القدرة على التأثير على الآخرين، والقدرات التنظيمية ستساعدك على اكتساب الدعم والاعتراف بأفكارك. وقت جيد لتنظيم العلاقات الشخصية، ورفعها إلى مستوى جديد.",
        "8-9": "وقت رائع للتعلم، حضور الندوات والدورات المهنية. الرغبة في استكشاف ودراسة الجديد ستؤدي إلى اكتشافات وحلول غير متوقعة ومفيدة في المستقبل. المهارات الجديدة ستكون مفيدة في تحقيق الأهداف. وقت مناسب لبدء المحادثات التي لم تكن تجرؤ على خوضها. لا تؤثر على الوضع، ستمنحك نتيجة المحادثة مع الوقت نتيجة رائعة."
    },
    "19:12 - 24:00": {
        "0": "لا تخطط للقاءات أو محادثات مهمة. لا تجرب في الأمور أو العلاقات. من المثالي قضاء الوقت في المنزل، مشاهدة الأفلام المفضلة أو التواصل مع الأصدقاء. تجنب الشركات الكبيرة والصاخبة. إذا شعرت بالتعب بسرعة، احتفظ بورقة مكتوب عليها الرمز 898.",
        "1-2": "قد تواجه عددًا كبيرًا من العقبات الصغيرة، لكن يمكنك تجاوزها أو تخفيفها. اعتبرها درسًا، لأنها ستساعدك على فهم نفسك وتقييم قدراتك بشكل أعمق. إذا كنت تريد الحفاظ على التوازن العاطفي ودعم الأقارب، كن مستعدًا للتنازل.",
        "3-4": "احتمال حدوث نزاعات مرتفع. العلاقات الأسرية لن تكون مثالية، والمسائل المهنية والقضايا اليومية ستكون صعبة الحل. هذا سيؤثر على حالتك الصحية. إذا ركزت على تعلم شيء جديد أو ذهبت إلى حدث موسيقي أو جعلت الموسيقى المفضلة تصاحب عملك وراحتك، فستساعدك على تذويب السيناريوهات السلبية في المساء.",
        "5-7": "وقت مناسب لوضع نقطة في قضية مهمة أو الانتقال إلى مرحلة جديدة في أي مجال من مجالات الحياة. وقت جيد للانخراط في الإبداع، الذي سيصبح مصدرًا للاسترخاء والمتعة. لديك ما يكفي من التفاؤل، القوة والإلهام. العلاقات الرومانسية قد تحصل على دفعة جديدة، لذا لا تخف من التعبير عن مشاعرك وأفكارك.",
        "8-9": "الفكرة من استكشاف ودراسة الجديد ستؤدي في المستقبل إلى اكتشافات غير متوقعة ومفيدة في المجال المهني وفرصك الخاصة، مما يفتح الطريق نحو النجاح والشهرة. التخطيط للرحلات المستقبلية، السفر أو الانتقال سيجعل هذه الأحداث ناجحة ومصيرية. ستحصل على تجارب رائعة ومشرقة، وستكتسب أصدقاء وشركاء موثوقين."
    }
}