{
    "00:00 - 04:48": {
        "1": "Trabajar o estudiar durante este periodo puede provocar estados emocionales negativos debido a la baja concentración y la fatiga rápida. Es mejor descansar adecuadamente.",
        "2-3": "Dormir en este periodo será beneficioso incluso si el siguiente día se presenta desfavorable. Si es necesario trabajar o prepararse para clases durante este tiempo, evite o minimice las comunicaciones: mensajes, llamadas, conversaciones personales. Es inevitable que surjan conflictos.",
        "4-5": "Es posible que necesite trabajar más tiempo, retrasando el descanso. El nivel de atención y el ánimo le permitirán completar el trabajo y planificar su horario. Si está fuera de casa, trate de mantenerse alejado del agua.",
        "6-7": "Si se acuesta temprano, el sueño traerá muchos signos que permanecerán en la memoria después de despertarse. Si no puede dormir, pida un deseo, anote ideas y planifique las próximas semanas. Le espera una sorpresa.",
        "8-9": "La energía y el equilibrio interno son estables. Si tiene dificultad para dormir, no se preocupe: tiene suficientes recursos internos para recuperarse. Mantenga un cuaderno cerca del lugar de descanso para anotar sueños o ideas."
    },
    "04:48 - 09:36": {
        "0-2": "La mañana requiere un sueño tranquilo y un despertar pausado. Si se siente físicamente incómodo o fatigado, escuche música o un canal de noticias. Ejercicios físicos y respiratorios ligeros y un desayuno le prepararán para el día. Despertarse bruscamente y apurarse antes de salir de casa puede causar situaciones problemáticas difíciles de resolver.",
        "3-4": "La mañana es energéticamente tranquila y estable. Despertarse y desayunar centrará su atención en los planes del día. No los planifique detalladamente, ya que familiares o colegas pueden hacer solicitudes que alteren sus planes.",
        "5-7": "Si se acuesta temprano, el sueño traerá signos que se mantendrán en la memoria; muchos detalles pueden hacerse realidad por la mañana. Si el trabajo o los estudios le hacen dormir tarde, para mantener un estado tranquilo y atraer suerte en la mañana, repita 8 veces antes de salir de casa: \"¡Lo veo todo, lo sé!\"",
        "8-9": "Su energía y salud física serán buenas. El ritmo de trabajo, descanso o estudios que establezca desde la mañana mantendrá sus recursos internos elevados. Coloque 3 monedas en su billetera o cuente el dinero en efectivo antes de salir de casa. Esto traerá ganancias rápidas."
    },
    "09:36 - 14:24": {
        "0-2": "Evite situaciones conflictivas, ya que pueden ser prolongadas y difíciles de resolver. En cualquier situación, confíe en experiencias previas. Si se siente cómodo consigo mismo, los demás también lo entenderán. 6779 es un código de suerte que ayudará a suavizar o evitar situaciones negativas durante el día.",
        "3-4": "No planifique tareas importantes. Controle sus emociones y finanzas. Para resolver problemas, confíe solo en su experiencia y recursos. Familiares y amigos pueden requerir su atención y ayuda. Trate de ayudar con los recursos que tenga disponibles; a veces solo se necesita su consejo o evaluación.",
        "5-7": "Es un buen momento para abrir una nueva fuente de ingresos a través de ideas, educación y cursos. Es importante no apresurarse y controlar la impulsividad y la irritación. El equilibrio emocional le permitirá obtener energía adicional de familiares, colegas y atraerá ayudantes influyentes a su vida.",
        "8-9": "Una buena distribución de su tiempo, atención a los detalles, la capacidad de influir en los demás y el uso adecuado de los recursos atraerán circunstancias y eventos que lo pondrán en el centro de atención y afectarán positivamente su futuro en todas las áreas de la vida."
    },
    "14:24 - 19:12": {
        "0-2": "Las circunstancias y personas lo obligarán a tomar decisiones rápidas, lo que reducirá significativamente su energía, la cual se recuperará lentamente. Es mejor no involucrarse en problemas, sino encontrar personas que puedan ayudar a resolverlos. Mantenga sus emociones y finanzas bajo control durante este tiempo.",
        "3-4": "Preste atención a su salud, no asuma cargas adicionales y resuelva solo las cuestiones que planeó hacer. Concéntrese en usted mismo, en sus deseos y objetivos. Puede recibir una oferta de ascenso, traslado o mudanza. Si acepta, obtendrá ayudantes influyentes.",
        "5-7": "La suerte está de su lado. Podrá gestionar sus energías y tareas que requieren decisiones rápidas. Estará en una zona de atención aumentada. La capacidad de influir en los demás y sus habilidades organizativas le ayudarán a ganar apoyo y reconocimiento de sus ideas. Es un buen momento para regular relaciones personales y llevarlas a un nuevo nivel.",
        "8-9": "Es un buen momento para estudiar, participar en seminarios y cursos profesionales. El deseo de explorar y aprender cosas nuevas conducirá a descubrimientos y soluciones útiles y sorprendentes. Los nuevos conocimientos serán útiles para alcanzar metas. Es un buen momento para iniciar una conversación que ha evitado; el resultado será gratificante con el tiempo."
    },
    "19:12 - 24:00": {
        "0": "No planifique reuniones o conversaciones importantes. No experimente en asuntos y relaciones. Idealmente, pase tiempo en casa viendo películas favoritas o charlando con amigos. Evite grandes reuniones ruidosas. Si se cansa rápidamente, lleve una hoja de papel con el código 898 anotado.",
        "1-2": "Puede enfrentar pequeños obstáculos, pero podrá evitarlos o mitigarlos. Véalo como una lección, ya que estos eventos le permitirán entenderse mejor y evaluar sus capacidades. Para mantener el equilibrio emocional y el apoyo de sus seres queridos, esté dispuesto a comprometerse.",
        "3-4": "Hay una alta probabilidad de conflictos. Las relaciones familiares no serán ideales, y las tareas profesionales y los asuntos domésticos tendrán soluciones complejas. Esto afectará su salud. Si se enfoca en aprender algo nuevo, asiste a un evento musical o escucha su música favorita mientras trabaja o descansa, esto ayudará a disolver los escenarios negativos de la noche.",
        "5-7": "Es un buen momento para concluir un asunto importante o avanzar a una nueva etapa en cualquier área de la vida. Es un buen momento para actividades creativas, que serán una fuente de relajación y placer. Tendrá suficiente optimismo, energía e inspiración. Las relaciones románticas pueden recibir un nuevo impulso, así que no dude en expresar sus sentimientos y pensamientos.",
        "8-9": "El deseo de explorar y aprender cosas nuevas conducirá en el futuro a descubrimientos y soluciones inesperadas y útiles en su vida profesional y en sus capacidades, abriendo el camino hacia logros y fama. Planificar futuros viajes, mudanzas o traslados hará que estos eventos sean exitosos y significativos. No solo tendrá experiencias buenas y vibrantes, sino que también ganará amigos y socios confiables."
    }
}