{
    "00:00 - 04:00": {
        "1": "这是进行充分休息和保持极静的时间。睡眠会比较浅，因此外界的突然刺激会影响早上的能量恢复。如果此时你必须工作、学习或参加聚会，反复默念：“我有三重保护！”这样你不会失去注意力和精力。",
        "2-3": "此时身体在为健康工作。睡前说：“我健康！我的健康状况很理想！我在睡眠中恢复良好！”如果此时你不得不保持清醒，随身携带写有代码6776的纸条。注意力和能量水平将保持正常。",
        "4-5": "这个时间段适合清醒和睡眠。情绪波动较大，因此控制情绪很重要。注意力、内在情绪和身体资源将保持正常。如果你日常生活中有冥想习惯，通过梦境会得到提示和信号。醒来后尽量记录下来。",
        "6-7": "你的身体对病毒和细菌的攻击非常敏感和脆弱。这可能影响深度、充足的睡眠和清晨的精神状态。晚上避免丰盛晚餐和饮酒。睡前设定：“我健康！睡眠是我的药物！”",
        "8-9": "梦境会很有意义和现实感。尽量将红色和紫色物品远离睡眠区域。检查这些颜色是否出现在床上用品和内衣上。睡前通过设定控制梦境：“我能看到一切！我知道一切！”"
    },
    "04:00 - 08:00": {
        "0": "晚上设定闹钟声音大些，因为早上起床会很困难，这会影响注意力和感到乏力。在衣物和床单中最好有绿色的色调。",
        "1-3": "如果早上可以用来休息，可以保持平衡。如果你在此时还在工作或社交，不要让情绪失控，因为难以控制。早上不要忙乱，即使感觉快迟到了也要镇定。早上说：“我能按时完成一切！今天是成功的一天！”这样的自我暗示会带来意想不到的惊喜。",
        "4-5": "睡眠浅，因此外界刺激不宜。醒来后避免与亲人争执，避免打电话，不要阅读或观看复杂的信息主题。早上听听好音乐和做些轻体力活动，会帮助你为一天的计划做好准备。",
        "6-7": "早晨的充足休息即使面对最坏的情形也会有良好效果。早上尽量避免负面信息和冲突。",
        "8-9": "这是获得有意义的梦境和规划未来六小时内日程的理想时间。你将毫不费力地完成所有任务，不需要他人帮助。"
    },
    "08:00 - 12:00": {
        "0-1": "在复杂情况下找到妥协会很困难，因为每个人都坚持自己的立场。在小事上让步会让你在大事上受益无穷。为了保持道德和身体资源，努力关注积极的方面。",
        "2-3": "如果决定更换工作或居住地，注意提示和信息，它们会是做出决策的指引。散步和积极的休息能恢复能量。注意饮食，早上不要过量。最好避免医疗检查和手术。",
        "4-5": "工作效率不错，但避免冒险的金融操作。早上的紧张局势需要克制和自我控制。注意文件、任务理解以及自己在工作和关系中的职责。",
        "6-7": "这个时间段理想用于处理个人健康问题：预约美容护理、理发或散步。你的能量将保持稳定和密集，不会因任何紧张情形而快速耗尽。很多事情可能无法立刻完成，专注于计划的细节，不要急躁。这段时间可能会发生许多令人难以置信的事件。",
        "8-9": "团队合作和交流将带你到一个新的水平。大胆展示你的专业技能。许多困难将成为过去。会议、谈判和新项目将带来收益和有用的联系。不仅在工作中，个人关系也会有进展。时间在你这边。明智地利用它，不要浪费精力和时间在争执上。"
    },
    "12:00 - 16:00": {
        "0-1": "在金融问题上听取他人的建议，自行决策可能会出错。如果计划报名课程或将爱好变成工作的补充，成功会出乎意料，不仅对你，对周围人也是如此。这段时间避免旅行、医疗操作和签署重要文件。",
        "2-3": "工作中上司的严格控制可能会拖延任务完成并加剧与同事的关系。如果你在商务旅行或旅行中，可能会遇到延误。随身带上写有代码12535的纸条。空间会指出对你不利的人。内在资源将保持正常。",
        "4-5": "如果合理分配能量，你将完成许多任务。坚持你计划的日程和计划。如果你成为众人关注的焦点，不要担心——你的情绪、力量集中、专业素质和魅力将处于良好水平。注意争论和冲突的主题——它们对未来是有意义的信号。",
        "6-7": "准备好妥协。放弃急躁，专注于事业和长期规划。会见和结识新人将是重要和有用的。任何新的开始都将有利可图。这个时间也适合规划医疗程序和美容护理。",
        "8-9": "展示主动性。在工作和家庭中都要明智。现在获得的信息将非常重要。这段时间用来解决需要意志力的任务。因为你的能量处于高水平，你能够应对。可能会获得升职或奖金。"
    },
    "16:00 - 20:00": {
        "0-1": "不要把他人的批评或言论放在心上，也不要过于敏感。这段时间购买的物品如笔、钥匙链、钱包、胸针或戒指将成为你计划和梦想的保护和支持。",
        "2-3": "工作中可能会因为意见不合和内部纠纷而感到担忧和不安。许多想做的事情无法立即完成。因此，较重要的任务可以推迟到明天。更换环境和旅行或出差会有益。",
        "4-5": "你可能会注意到很多巧合和偶然。这是命运的暗示，帮助你做出正确和重要的决策。此时开始的关系和新的认识将会牢固和持久。你可以毫不费力地完成所有任务，不需要他人帮助。直觉会告诉你如何正确行事。晚餐要轻盈，尽量不做健身。",
        "6-7": "在个人关系中有好的变化。直觉处于高峰期，你可以在生活的各个方面做出正确的决策。这是与人交流和非正式会面的好时机。是计划事业、个人生活、旅行和搬迁的绝佳机会。你收到的提议将带来巨大的成功和稳定的未来。",
        "8-9": "能量非常明亮和幸运。你可能会遇到命运中的人，获得职业上的有利提议，财务上也会有增长和经济利益。这是进行创造性活动和长期投资的理想时间。参加公共活动、剧院、电影会给你机会遇见老朋友或结识新朋友，这将对你的未来产生积极影响。"
    },
    "20:00 - 24:00": {
        "0": "避免在深夜进食，尽量早些上床睡觉。不要与亲人讨论复杂的问题，因为这会迅速消耗你的能量，并引发烦躁和愤怒。",
        "1-2": "这是为明天制定计划的好时间。安排2-3个休息时间段。晚上直觉通道尤其活跃，因此计划和项目笔记有助于你从可能削弱能量的日常事务中抽身。",
        "3-4": "尽管时间已晚，你的情绪和体力能量依然平稳。无论你从事什么活动，能量都会迅速恢复。共同的兴趣和爱好能帮助平息与亲密关系中的尖锐问题。",
        "5-7": "不要拒绝去拜访、参观展览、看电影或剧院的邀请。如果你正在寻找伴侣，晚上可能会遇到愉快的相遇。如果感到身体不适，这是去看医生的信号。今天身体较为敏感，但能够自行应对不适。你的关注能预防情况恶化。",
        "8-9": "睡前玩逻辑游戏。尽量在12点前入睡。在休息和睡眠中，你会得到问题的答案和复杂情况的独特解决方案。醒来后，直觉将对你有帮助。"
    }
}