{
    "00:00 - 04:00": {
        "1": "Tiempo para un descanso completo y silencio máximo. El sueño será ligero, por lo que estímulos externos repentinos no permitirán recargar completamente la energía para la mañana. Si las circunstancias requieren que trabajes o estés en una fiesta, repite periódicamente las palabras: \"¡Tengo tres anillos de protección!\". No perderás concentración ni fuerzas.",
        "2-3": "En este momento, el cuerpo trabaja para tu salud. Antes de dormir, di: \"¡Estoy sano/a! ¡Tengo salud perfecta! ¡Me recupero bien mientras duermo!\". Si necesitas estar despierto durante este tiempo, lleva contigo el código 6776 escrito en un papel. La concentración y el nivel de energía estarán siempre en un buen nivel.",
        "4-5": "Este tiempo es positivo tanto para estar despierto como para dormir. El estado emocional será inestable, por lo que es importante controlarlo y contenerlo. El nivel de atención y los recursos emocionales y físicos internos estarán en buen estado. Si utilizas prácticas meditativas, recibirás pistas y señales a través de los sueños. Intenta anotarlas después de despertar.",
        "6-7": "Tu cuerpo es muy sensible y débil para repeler ataques de virus y bacterias. Esto puede afectar a un sueño profundo y reparador y a un inicio de día enérgico. Evita cenas pesadas y no consumas alcohol por la noche. Antes de dormir, establece la intención: \"¡Estoy sano/a! ¡El sueño es mi medicina!\".",
        "8-9": "Los sueños serán significativos y realistas. Intenta alejar de la cama objetos de color rojo y violeta. Asegúrate de que estos colores no estén en la ropa de cama o en tu ropa. Antes de dormir, controla los sueños con la intención: \"¡Veo todo! ¡Sé todo!\"."
    },
    "04:00 - 08:00": {
        "0": "Pon el despertador más fuerte por la noche, ya que será difícil despertarse por la mañana, lo que afectará la concentración y la sensación de debilidad. Es mejor tener tonos verdes en la ropa y ropa de cama.",
        "1-3": "Se puede mantener el equilibrio si la madrugada se dedica al descanso. Si tienes que estar trabajando o de visita, evita estallidos emocionales difíciles de controlar. Por la mañana, no te apresures si sientes que vas tarde a la escuela o al trabajo. Di por la mañana: \"¡Llego a tiempo a todo! ¡Hoy es un día exitoso!\". Esta reprogramación puede sorprenderte con los resultados.",
        "4-5": "El sueño es ligero, por lo que los estímulos externos no son deseables. Trata de no discutir con tus seres queridos después de despertar, evita conversaciones por teléfono y no leas ni veas temas complejos. Buena música y ejercicio ligero por la mañana te prepararán para realizar tus planes para el día.",
        "6-7": "Una madrugada con descanso adecuado dará buenos resultados incluso en los peores escenarios para el día. Trata de evitar información negativa y conflictos por la mañana.",
        "8-9": "Tiempo ideal para recibir sueños significativos y planificar tu horario para las próximas 6 horas después de despertar. Podrás manejar todo sin mucho esfuerzo y sin ayuda externa."
    },
    "08:00 - 12:00": {
        "0-1": "Será difícil encontrar compromisos en situaciones complicadas, ya que cada uno mantendrá su posición. Cede en lo pequeño y ganarás en lo grande. Para conservar tus recursos morales y físicos, intenta enfocarte en los aspectos positivos.",
        "2-3": "Si decides cambiar de trabajo o residencia, presta atención a las señales e información que llegan como indicaciones para tus decisiones. Caminatas y actividades recreativas pueden recargar tu energía. Ten cuidado con la comida, no te sobrecargues por la mañana. Es mejor posponer exámenes médicos y manipulaciones.",
        "4-5": "Buen rendimiento, pero evita operaciones financieras arriesgadas. Las situaciones tensas por la mañana requerirán moderación y autocontrol. Presta atención a los documentos, la comprensión de las tareas y tus responsabilidades tanto en los negocios como en las relaciones.",
        "6-7": "Es ideal ocuparse de tu salud en este período: hacer citas para procedimientos cosméticos, cortarse el cabello o simplemente salir a caminar. Tu energía será estable y densa, no se disipará rápidamente en situaciones tensas. Puede que no logres hacer todo de inmediato, así que enfócate en los detalles de tus planes, no te apresures. Pueden ocurrir muchos eventos inesperados durante este período.",
        "8-9": "La comunicación y el trabajo en equipo te llevarán a un nuevo nivel. Demuestra tu profesionalismo con confianza. Muchos problemas quedarán atrás. Reuniones, negociaciones y nuevos proyectos traerán ganancias y contactos útiles. No solo en los negocios, sino también en las relaciones personales habrá un avance. El tiempo trabaja a tu favor. Úsalo sabiamente, no te involucres en peleas ni discusiones, no gastes energía y tiempo en eso."
    },
    "12:00 - 16:00": {
        "0-1": "Escucha los consejos de otras personas en asuntos financieros; una decisión autónoma podría llevar a un error. Si planeas inscribirte en cursos o convertir un hobby en un complemento de tu trabajo, el éxito será inesperado tanto para ti como para los demás. En este período, evita viajes, manipulaciones médicas y firma de documentos importantes.",
        "2-3": "Mayor control por parte de la administración en el trabajo puede retrasar la finalización de tareas y agravar las relaciones con los colegas. Si te encuentras en un viaje de negocios o de vacaciones, podrían surgir retrasos. Escribe el código 12535 en un papel y llévalo contigo. El entorno señalará a la persona que te está molestando. Tus recursos internos estarán bien.",
        "4-5": "Con una buena gestión de energía, podrás completar muchas tareas. Sigue el horario y el plan que has trazado. Si estás en el centro de atención, no te preocupes: las emociones y la concentración de fuerzas, cualidades profesionales y carisma estarán a buen nivel. Sé atento a las discusiones y conflictos: sus temas serán señales para tu futuro.",
        "6-7": "Prepárate para compromisos. Evita la prisa, concéntrate en la carrera y la planificación a largo plazo. Las reuniones y nuevos contactos serán importantes y útiles. Cualquier inicio será rentable. Es un buen momento para planificar procedimientos médicos y tratamientos cosméticos.",
        "8-9": "Muestra iniciativa. Sé sabio no solo en el trabajo, sino también en el círculo familiar. La información que recibas ahora tendrá gran importancia. Usa este período para resolver tareas que requieren decisiones de voluntad. Como tu energía está alta, podrás con todo. Es posible un ascenso o recibir una bonificación."
    },
    "16:00 - 20:00": {
        "0-1": "No tomes a pecho ni reacciones bruscamente a comentarios o críticas. Los objetos que compres durante estas horas, como un bolígrafo, llavero, cartera, broche o anillo, tendrán un gran poder y servirán de apoyo para tus planes y sueños.",
        "2-3": "En el trabajo, podrían surgir preocupaciones y tensiones debido a diferencias de opiniones e intrigas. Puede que no logres hacer todo lo que deseas de inmediato. Por lo tanto, pospón las tareas más importantes para mañana. Cambiar de ambiente y aprovechar la oportunidad para viajar o ir de viaje de negocios será beneficioso.",
        "4-5": "Podrás notar muchas coincidencias y casualidades. Estas son señales del destino que te ayudarán a tomar decisiones correctas e importantes. Las relaciones y nuevos contactos que se inicien durante este tiempo serán fuertes y duraderos. Podrás manejar todo sin mucho esfuerzo y sin ayuda externa. La intuición te guiará para tomar decisiones correctas. Cena ligera, evita el ejercicio intenso.",
        "6-7": "Cambios positivos en las relaciones personales. La intuición estará al máximo, permitiéndote tomar decisiones correctas en todos los aspectos de la vida. Es un buen momento para la comunicación y reuniones informales. Una excelente oportunidad para planificar tu carrera, vida personal, viajes y mudanzas. La oferta que recibas traerá gran éxito y un futuro estable.",
        "8-9": "Energía de suerte y fortuna muy intensa. Puedes conocer a alguien importante, recibir una oferta profesional beneficiosa, en finanzas, crecimiento y ganancia material. Tiempo ideal para actividades creativas y compras a largo plazo. Asistir a eventos públicos, teatros, o cines te permitirá reencontrarte con viejos amigos o hacer nuevos contactos que influirán positivamente en tu futuro."
    },
    "20:00 - 24:00": {
        "0": "Evita comer tarde y trata de acostarte temprano. No abordes temas difíciles con tus seres queridos, ya que esto puede agotar rápidamente tu energía y causar irritación y enojo.",
        "1-2": "Es un buen momento para planificar el día siguiente. Reserva 2-3 intervalos en tu horario para descansar. Por la noche, el canal intuitivo está especialmente activo, por lo que la planificación y las notas sobre proyectos te ayudarán a desconectarte de las tareas cotidianas que pueden reducir tu energía.",
        "3-4": "A pesar de la hora tardía, tu energía a nivel emocional y físico está equilibrada. No importa en qué te ocupes, la energía se recuperará rápidamente. Intereses y hobbies compartidos ayudarán a suavizar los momentos tensos en las relaciones con un ser querido.",
        "5-7": "No rechaces invitaciones para salir, visitar exposiciones, cine o teatro. Si estás buscando pareja, la noche podría traerte un encuentro agradable. Si sientes alguna molestia en la salud, es una señal para visitar al médico. Tu cuerpo es sensible hoy, pero puede manejar el malestar por sí solo. Tu atención puede prevenir un empeoramiento.",
        "8-9": "Antes de dormir, juega a un juego de lógica. Acuéstate antes de las 12 horas. Durante el descanso y el sueño, recibirás respuestas a tus preguntas y soluciones originales para situaciones complicadas. Después de despertar, tu intuición trabajará a tu favor."
    }
}