{
    "00:00 - 04:00": {
        "1": "Temps pour un repos complet et un maximum de silence. Le sommeil sera léger, donc des stimuli externes brusques ne permettront pas de recharger complètement l'énergie pour le matin. Si les circonstances vous obligent à travailler ou si vous êtes en fête, répétez régulièrement : « J'ai trois cercles de protection ! ». Vous ne perdrez pas votre concentration ni votre énergie.",
        "2-3": "À cette heure, le corps travaille pour votre santé. Avant de vous coucher, dites : « Je suis en bonne santé ! J'ai une santé parfaite ! Je me rétablis bien pendant mon sommeil ! ». Si vous devez rester éveillé à ce moment-là, portez sur vous le code 6776 écrit sur un papier. Votre concentration et votre niveau d'énergie resteront toujours normaux.",
        "4-5": "Ce temps est favorable aussi bien pour le sommeil que pour l'éveil. L'état émotionnel sera instable, il est donc important de le contrôler et de le maîtriser. Votre niveau de concentration, ainsi que vos ressources émotionnelles et physiques internes, seront normaux. Si vous pratiquez la méditation dans votre vie quotidienne, vous recevrez des indices et des signes à travers vos rêves. Après votre réveil, essayez de les noter.",
        "6-7": "Votre corps est très sensible et faible pour repousser les attaques des virus et des bactéries. Cela peut affecter un sommeil profond et complet ainsi qu'un bon départ le matin. Évitez les repas copieux et l'alcool le soir. Avant de vous coucher, dites : « Je suis en bonne santé ! Le sommeil est mon remède ! ».",
        "8-9": "Les rêves seront significatifs et réalistes. Essayez d'éloigner de votre lit tout objet de couleur rouge ou violette. Assurez-vous qu'il n'y ait pas ces couleurs sur votre literie et vos vêtements. Avant de vous endormir, contrôlez vos rêves en disant : « Je vois tout ! Je sais tout ! »."
    },
    "04:00 - 08:00": {
        "0": "Réglez un réveil plus fort le soir, car il sera difficile de se réveiller le matin, ce qui affectera la concentration et causera une sensation de faiblesse. Il est préférable d'avoir des nuances de vert dans vos vêtements et sous-vêtements.",
        "1-3": "Vous pouvez maintenir l'équilibre si le petit matin est consacré au repos. Si vous devez encore travailler ou être en compagnie à cette heure, évitez les crises émotionnelles difficiles à contrôler. Ne vous précipitez pas le matin si vous sentez que vous êtes en retard. Dites-vous le matin : « Je suis toujours à l'heure ! Aujourd'hui sera une journée réussie ! ». Cette reprogrammation peut conduire à des résultats surprenants.",
        "4-5": "Le sommeil est léger, il est donc préférable d'éviter les irritants externes. Essayez de ne pas discuter avec vos proches après votre réveil, évitez les appels téléphoniques, et ne lisez ni ne regardez des sujets d'information complexes. Une bonne musique et une légère activité physique le matin vous prépareront à réaliser vos plans pour la journée.",
        "6-7": "Un repos complet le matin apportera de bons résultats même aux pires scénarios de la journée à venir. Évitez les informations négatives et les conflits le matin.",
        "8-9": "C'est le moment idéal pour avoir des rêves significatifs et pour planifier votre emploi du temps pour les 6 heures suivant le réveil. Vous gérerez toutes les tâches sans trop d'efforts ni d'aide extérieure."
    },
    "08:00 - 12:00": {
        "0-1": "Il sera difficile de trouver un compromis dans des situations difficiles, car chacun restera sur ses positions. Cédez les petites choses pour gagner sur les grandes. Pour préserver vos ressources morales et physiques, concentrez-vous sur les aspects positifs.",
        "2-3": "Si vous avez décidé de changer de travail ou de lieu de résidence, faites attention aux signes et aux informations qui vous parviennent, car ils vous guideront dans vos décisions. Les promenades et les activités de plein air peuvent restaurer votre énergie. Soyez attentif à votre alimentation, évitez de trop manger le matin. Il est préférable d'éviter les examens médicaux et les manipulations.",
        "4-5": "Bonne productivité. Toutefois, évitez les opérations financières risquées. Les situations stressantes du matin nécessiteront de la retenue et du contrôle de soi. Soyez attentif aux documents, à la compréhension des tâches et de vos responsabilités, tant dans le travail que dans les relations.",
        "6-7": "C'est le moment idéal pour s'occuper de votre santé : prenez rendez-vous pour des soins esthétiques, une coupe de cheveux ou une simple promenade. Votre énergie sera stable et dense, elle ne se dissipera pas rapidement face à une situation stressante. Vous ne pourrez pas tout accomplir immédiatement. Concentrez-vous sur les détails de vos plans et ne vous précipitez pas. De nombreux événements incroyables peuvent se produire durant cette période.",
        "8-9": "La communication et le travail en équipe vous amèneront à un nouveau niveau. Montrez votre professionnalisme avec assurance. De nombreuses difficultés resteront derrière vous. Les rencontres, négociations et nouveaux projets apporteront des bénéfices et des connexions utiles. Non seulement dans le travail, mais aussi dans les relations personnelles, il y aura des changements. Le temps est de votre côté. Utilisez-le judicieusement, ne vous impliquez pas dans des disputes et des querelles, ne gaspillez pas votre énergie et votre temps là-dessus."
    },
    "12:00 - 16:00": {
        "0-1": "Écoutez les conseils des autres en matière financière, une décision prise seul peut conduire à une erreur. Si vous planifiez de vous inscrire à des cours ou de transformer un hobby en complément de votre travail, le succès sera inattendu, non seulement pour vous, mais aussi pour les autres. Durant cette période, évitez les voyages, les manipulations médicales et la signature de documents importants.",
        "2-3": "Un contrôle accru de la part de la direction au travail peut retarder la finalisation des tâches et exacerber les relations avec les collègues. Si vous êtes en voyage d'affaires ou en déplacement, des retards sont possibles. Notez le code 12535 sur un papier et portez-le avec vous. L'univers vous montrera la personne qui vous gêne. Vos ressources internes seront normales.",
        "4-5": "Avec une bonne gestion de l'énergie, vous accomplirez de nombreuses tâches. Suivez le régime et le plan que vous avez fixés. Si vous êtes au centre de l'attention, ne vous inquiétez pas : vos émotions, votre concentration, vos compétences professionnelles et votre charme seront à un bon niveau. Soyez attentif aux disputes et aux conflits, car leurs sujets seront des signes pour vous dans l'avenir.",
        "6-7": "Soyez prêt à faire des compromis. Évitez la précipitation, concentrez-vous sur votre carrière et la planification à long terme. Les rencontres et les nouvelles relations seront importantes et bénéfiques. Toute nouvelle entreprise sera rentable. C'est aussi un bon moment pour planifier des procédures médicales et des soins esthétiques.",
        "8-9": "Prenez l'initiative. Soyez sage, non seulement au travail, mais aussi en famille. Les informations que vous recevrez maintenant auront une grande importance. Utilisez cette période pour résoudre des tâches nécessitant des décisions fermes. Comme votre énergie est élevée, vous réussirez. Il est possible de recevoir une promotion ou une prime."
    },
    "16:00 - 20:00": {
        "0-1": "Ne prenez pas à cœur les propos ou les critiques des autres. Les objets que vous achèterez pour vous-même à ces heure-là auront une grande puissance : un stylo, un porte-clés, un portefeuille, une broche ou une bague. Ils deviendront des protecteurs et un soutien pour vos plans et vos rêves.",
        "2-3": "Des inquiétudes et des tensions liées à des divergences d'opinions et des intrigues sont probables au travail. Beaucoup de choses que vous souhaitez accomplir ne se réaliseront pas immédiatement. Par conséquent, vous pouvez reporter les tâches les plus importantes à demain. Il est utile de changer d'environnement et de profiter de l'opportunité de voyager ou de partir en voyage d'affaires.",
        "4-5": "Vous pouvez remarquer de nombreuses coïncidences et hasards. Ce sont des signes du destin qui vous aideront à prendre des décisions correctes et importantes. Les relations et les nouvelles connaissances nouées durant cette période seront solides et durables. Vous serez capable de gérer toutes les affaires sans trop d'efforts ni d'aide extérieure. L'intuition vous guidera pour faire le bon choix. Faites un dîner léger et détoxifiant, et il est préférable de sauter la séance de fitness.",
        "6-7": "Il y a des changements positifs dans les relations personnelles. L'intuition est à son comble, vous pourrez prendre des décisions justes dans tous les domaines de la vie. C'est un moment favorable pour les discussions et les rencontres informelles. Une excellente occasion de planifier votre carrière, votre vie personnelle, vos voyages et vos déménagements. La proposition que vous recevrez apportera un grand succès et un avenir stable.",
        "8-9": "Une énergie de chance et de succès très vive. Vous pouvez rencontrer la personne de votre destin, recevoir une offre avantageuse dans le domaine professionnel, et connaître une croissance et un avantage matériel dans le domaine financier. C'est le moment idéal pour des activités créatives et des investissements dans des achats à long terme. Assister à des événements publics, au théâtre ou au cinéma, vous donnera l'occasion de retrouver de vieux amis ou de faire de nouvelles connaissances qui auront une influence positive sur votre avenir."
    },
    "20:00 - 24:00": {
        "0": "Évitez de manger tard, essayez de vous coucher plus tôt. Ne résolvez pas de questions complexes avec des proches — cela pourrait rapidement consommer votre énergie et provoquer de l'irritation et de la colère.",
        "1-2": "C'est un bon moment pour planifier votre journée de demain. Réservez 2 à 3 plages horaires pour le repos. En soirée, le canal intuitif est particulièrement actif, donc la planification et la prise de notes pour des projets vous aideront à vous détacher des tâches domestiques qui pourraient diminuer votre énergie.",
        "3-4": "Malgré l'heure tardive, votre énergie est stable sur les plans émotionnel et physique. Quelle que soit votre activité, votre énergie se régénérera rapidement. Les intérêts communs et les hobbies partagés peuvent aider à aplanir les moments difficiles dans les relations avec un être cher.",
        "5-7": "N'hésitez pas à accepter des invitations à sortir, visiter une exposition, aller au cinéma ou au théâtre. Si vous cherchez un partenaire, la soirée pourrait vous réserver une rencontre agréable. Si vous ressentez des troubles de santé, c'est un signal pour consulter un médecin. Votre corps est sensible aujourd'hui, mais peut gérer le malaise par lui-même. Votre attention peut aider à prévenir une aggravation.",
        "8-9": "Avant de vous coucher, jouez à un jeu de logique. Essayez de dormir avant minuit. Pendant le repos et le sommeil, des réponses à vos questions et des solutions originales pour des situations complexes vous viendront à l'esprit. Après le réveil, votre intuition travaillera pour vous."
    }
}