{
    "00:00 - 04:00": {
        "1": "यह पूरा आराम और अधिकतम शांति का समय है। नींद सतर्क रहेगी, इसलिए अचानक बाहरी उत्तेजनाएं सुबह तक पूरी तरह से ऊर्जा जुटाने में बाधा डाल सकती हैं। यदि आपको काम करना है, पढ़ाई करनी है, या आप पार्टी में हैं, तो समय-समय पर यह वाक्य दोहराएं: \"मेरे पास तीन सुरक्षा रिंग हैं!\" इससे आपकी एकाग्रता और शक्ति बनाए रहेगी।",
        "2-3": "इस समय आपका शरीर आपके स्वास्थ्य के लिए काम करता है। सोने से पहले कहें: \"मैं स्वस्थ हूँ! मेरा स्वास्थ्य उत्कृष्ट है! मैं नींद में अच्छी तरह से पुनःस्थापित हो जाता/जाती हूँ!\" यदि इस समय आपको जागना पड़ता है, तो कागज पर लिखा 6776 कोड अपने साथ रखें। एकाग्रता और ऊर्जा का स्तर सामान्य रहेगा।",
        "4-5": "यह समय जागने और सोने दोनों के लिए अनुकूल है। भावनात्मक पृष्ठभूमि अस्थिर होगी, इसलिए इसे नियंत्रित और संयमित रखना महत्वपूर्ण है। ध्यान, आंतरिक भावनात्मक और शारीरिक संसाधन सामान्य रहेंगे। यदि आप अपने दैनिक जीवन में ध्यान का अभ्यास करते हैं, तो सपनों के माध्यम से आपको संकेत और संदेश मिल सकते हैं। जागने के बाद उन्हें लिखने की कोशिश करें।",
        "6-7": "आपका शरीर वायरस और बैक्टीरिया से हमलों का सामना करने के लिए बहुत संवेदनशील और कमजोर है। यह गहरी, पूर्ण नींद और दिन की ताजगी पर असर डाल सकता है। रात में भारी भोजन से बचें और शराब न पिएं। सोने से पहले इरादा सेट करें: \"मैं स्वस्थ हूँ! नींद मेरी दवा है!\"",
        "8-9": "सपने महत्वपूर्ण और यथार्थवादी होंगे। सोने की जगह से लाल और बैंगनी रंग की वस्तुएं हटाने की कोशिश करें। यह सुनिश्चित करें कि ये रंग बिस्तर और आपके कपड़ों में न हों। सोने से पहले, सपनों को नियंत्रित करने के लिए सेट करें: \"मैं सब कुछ देखता/देखती हूँ! मैं सब कुछ जानता/जानती हूँ!\""
    },
    "04:00 - 08:00": {
        "0": "रात में अलार्म को जोर से सेट करें क्योंकि सुबह उठना कठिन हो सकता है, जिससे एकाग्रता और कमजोरी की भावना प्रभावित हो सकती है। कपड़ों और बिस्तर में हरे रंग के शेड्स का उपयोग करना बेहतर है।",
        "1-3": "संतुलन में रहना संभव है यदि सुबह का समय आराम को दिया जाए। यदि इस अवधि में आपको काम करना है या कहीं जाना है, तो भावनात्मक उथल-पुथल से बचें, जिसे नियंत्रित करना मुश्किल हो सकता है। सुबह जल्दी न करें, भले ही आप स्कूल या काम के लिए देर से हों। सुबह कहें: \"मैं हर जगह समय पर पहुँचता/पहुँचती हूँ! आज का दिन सफल रहेगा!\" इस तरह का पुनःप्रोग्रामिंग आपको आश्चर्यचकित कर सकती है।",
        "4-5": "नींद हल्की होगी, इसलिए बाहरी उत्तेजक अवांछनीय हैं। जागने के बाद रिश्तेदारों के साथ बहस से बचें, फोन पर बातचीत से बचें, और जटिल जानकारी पढ़ने या देखने से बचें। अच्छी संगीत और हल्की शारीरिक गतिविधि सुबह की योजनाओं को क्रियान्वित करने में मदद करेगी।",
        "6-7": "पूरी तरह से आराम में बिताई गई सुबह भी सबसे खराब संभावित दिन की योजना को अच्छा बना सकती है। सुबह नकारात्मक जानकारी और संघर्ष से दूर रहने की कोशिश करें।",
        "8-9": "महत्वपूर्ण सपनों की प्राप्ति और जागने के बाद के 6 घंटों के लिए अपने कार्यों की योजना बनाने का आदर्श समय। आप बिना अधिक प्रयास और बाहरी सहायता के सभी कार्यों को पूरा कर लेंगे।"
    },
    "08:00 - 12:00": {
        "0-1": "जटिल परिस्थितियों में समझौता करना कठिन हो सकता है क्योंकि हर कोई अपने विचार पर अड़ा रहेगा। छोटे में झुक जाएं, इससे बड़े में जीत निश्चित होगी। मानसिक और शारीरिक संसाधनों को बचाने के लिए सकारात्मक क्षणों पर ध्यान केंद्रित करने का प्रयास करें।",
        "2-3": "यदि आपने नौकरी या निवास स्थान बदलने का निर्णय लिया है, तो संकेतों और आने वाली जानकारी पर ध्यान दें, जो निर्णय लेने में आपकी सहायता करेंगे। सैर और सक्रिय विश्राम ऊर्जा को पुनःस्थापित कर सकते हैं। खाने के प्रति सावधान रहें, सुबह खुद को अधिक न भरें। चिकित्सा परीक्षणों और प्रक्रियाओं से बचना बेहतर होगा।",
        "4-5": "कार्यक्षमता ठीक रहेगी। लेकिन जोखिम भरे वित्तीय लेन-देन से बचें। सुबह की तनावपूर्ण स्थितियाँ संयम और आत्म-नियंत्रण की मांग करेंगी। दस्तावेजों, कार्यों की समझ और संबंधों में अपनी जिम्मेदारियों के प्रति सतर्क रहें।",
        "6-7": "इस समय के दौरान अपने स्वास्थ्य के मामलों पर ध्यान देना आदर्श है: कॉस्मेटोलॉजी प्रक्रियाओं के लिए अपॉइंटमेंट लें, बाल कटवाएं या बस सैर पर जाएं। आपकी ऊर्जा स्थिर और मजबूत होगी, किसी भी तनावपूर्ण स्थिति में जल्दी गायब नहीं होगी। जो कुछ भी करने का मन है, तुरंत पूरा नहीं हो सकेगा। अपनी योजनाओं में विवरण पर काम करें, जल्दबाजी न करें। इस अवधि में कई अविश्वसनीय घटनाएं हो सकती हैं।",
        "8-9": "टीम में काम करना और संचार आपको नए स्तर पर ले जाएगा। अपने पेशेवर कौशल को बेझिझक दिखाएं। कई कठिनाइयाँ पीछे छूट जाएंगी। बैठकें, वार्ताएं, नए प्रोजेक्ट्स लाभ और उपयोगी संबंध लाएंगे। न केवल काम में, बल्कि व्यक्तिगत संबंधों में भी बदलाव आएगा। समय आपके पक्ष में काम कर रहा है। इसे बुद्धिमानी से उपयोग करें, झगड़ों और तकरारों में न उलझें, इस पर ऊर्जा और समय बर्बाद न करें।"
    },
    "12:00 - 16:00": {
        "0-1": "वित्तीय मामलों में दूसरों की सलाह सुनें, स्वायत्त निर्णय लेने से गलती हो सकती है। यदि आप पाठ्यक्रमों के लिए पंजीकरण करने या अपने शौक को अपनी नौकरी के अलावा करने की योजना बनाते हैं, तो सफलता न केवल आपके लिए बल्कि दूसरों के लिए भी अप्रत्याशित होगी। इस अवधि में यात्राओं, चिकित्सा प्रक्रियाओं और महत्वपूर्ण दस्तावेजों पर हस्ताक्षर करने से बचें।",
        "2-3": "काम पर उच्च प्रबंधन का बढ़ा हुआ नियंत्रण काम की समाप्ति को विलंबित कर सकता है और सहकर्मियों के साथ संबंधों को बिगाड़ सकता है। यदि आप व्यापार यात्रा या यात्रा में हैं, तो रास्ते में देरी हो सकती है। कागज पर कोड 12535 लिखें और अपने साथ रखें। यह स्थान उस व्यक्ति की ओर इशारा करेगा जो आपको परेशान कर रहा है। आंतरिक संसाधन सामान्य रहेंगे।",
        "4-5": "ऊर्जा के सही वितरण के साथ आप कई कार्यों को पूरा करेंगे। उस दिनचर्या और योजना का पालन करें जिसे आपने निर्धारित किया है। यदि आप सभी का ध्यान आकर्षित करते हैं, तो चिंतित न हों - भावनाएं और शक्ति, पेशेवर गुण और आकर्षण अच्छे स्तर पर होंगे। विवादों और संघर्षों के प्रति सतर्क रहें - उनके विषय आपके लिए भविष्य के संकेत होंगे।",
        "6-7": "समझौतों के लिए तैयार रहें। जल्दबाजी से बचें, करियर और दीर्घकालिक योजना पर ध्यान केंद्रित करें। बैठकें और जान-पहचान महत्वपूर्ण और लाभदायक होंगी। कोई भी शुरुआत लाभदायक होगी। समय चिकित्सा प्रक्रियाओं और कॉस्मेटिक हस्तक्षेपों की योजना बनाने के लिए भी अनुकूल है।",
        "8-9": "पहल दिखाएं। न केवल काम में बल्कि परिवार में भी समझदारी दिखाएं। जो जानकारी अभी मिलेगी, उसका बहुत महत्व होगा। इस अवधि का उपयोग उन कार्यों को पूरा करने के लिए करें जिनके लिए दृढ़ निर्णयों की आवश्यकता होती है। चूंकि आपकी ऊर्जा उच्च स्तर पर है, आप इसे संभाल लेंगे। पदोन्नति या बोनस मिलने की संभावना है।"
    },
    "16:00 - 20:00": {
        "0-1": "दूसरों की टिप्पणियों या आलोचना को दिल से न लें और तीव्र प्रतिक्रिया न दें। उन वस्तुओं की शक्तियां बहुत महत्वपूर्ण होंगी जो आप इस समय के दौरान अपने लिए खरीदते हैं: पेन, चाबी का गुच्छा, पर्स, ब्रोच, या अंगूठी। ये आपके योजनाओं और सपनों के रक्षक और समर्थन बनेंगे।",
        "2-3": "काम पर विचारों की असहमति और साज़िशों के कारण चिंताएं और बेचैनी हो सकती हैं। जो चीजें आप तुरंत करना चाहते हैं, वे नहीं हो पाएंगी। इसलिए अधिक जिम्मेदार काम कल के लिए छोड़ सकते हैं। वातावरण बदलना और यात्रा या व्यापार यात्रा करने का अवसर उपयोगी हो सकता है।",
        "4-5": "आप बहुत सारी संयोग और घटनाओं पर ध्यान देंगे। ये नियति के संकेत हैं, जो सही और महत्वपूर्ण निर्णय लेने में मदद करेंगे। इस समय के दौरान शुरू होने वाले रिश्ते और नई जान-पहचान मजबूत और लंबे समय तक चलने वाले होंगे। आप सभी काम बिना विशेष प्रयास और बाहरी मदद के कर सकेंगे। आपकी अंतर्दृष्टि बताएगी कि सही तरीके से कैसे काम करना है। रात का भोजन हल्का और सरल रखें, फिटनेस छोड़ना बेहतर होगा।",
        "6-7": "व्यक्तिगत संबंधों में बेहतर बदलाव होंगे। आपकी अंतर्दृष्टि उच्च स्तर पर होगी, आप जीवन के सभी क्षेत्रों में सही निर्णय ले सकेंगे। संचार और अनौपचारिक बैठकों के लिए अनुकूल समय। करियर, निजी जीवन, यात्रा और स्थानांतरण की योजना बनाने का एक अच्छा अवसर। जो प्रस्ताव आपको मिलेगा, वह बड़ी सफलता और स्थिर भविष्य लाएगा।",
        "8-9": "बहुत तीव्र भाग्य और किस्मत की ऊर्जा। आप अपनी किस्मत के व्यक्ति से मिल सकते हैं, पेशेवर क्षेत्र में एक लाभदायक प्रस्ताव प्राप्त कर सकते हैं, वित्त में वृद्धि और लाभ हो सकता है। रचनात्मकता से संबंधित कार्यों और दीर्घकालिक खरीद में निवेश के लिए आदर्श समय। सार्वजनिक कार्यक्रमों, थिएटर, या सिनेमा में जाने से पुराने दोस्तों से मिलने या नए संबंध बनाने का अवसर मिलेगा, जो आपके भविष्य पर सकारात्मक प्रभाव डालेंगे।"
    },
    "20:00 - 24:00": {
        "0": "देर रात खाना खाने से बचें और जल्द सोने का प्रयास करें। परिवार के सदस्यों के साथ जटिल मुद्दों को हल न करें - यह आपकी ऊर्जा को तेजी से खर्च कर सकता है और चिड़चिड़ापन और गुस्सा उत्पन्न कर सकता है।",
        "1-2": "अगले दिन की योजना बनाने के लिए अच्छा समय है। अपने शेड्यूल में 2-3 विश्राम के अंतराल निर्धारित करें। शाम को आपकी अंतर्ज्ञान चैनल विशेष रूप से सक्रिय होगी, इसलिए योजनाएं और परियोजनाओं पर नोट्स बनाना घरेलू कार्यों से ध्यान हटाने में मदद करेगा, जो आपकी ऊर्जा को कम कर सकते हैं।",
        "3-4": "देर रात होने के बावजूद, आपकी ऊर्जा भावनात्मक और शारीरिक स्तरों पर स्थिर है। जो भी आप करते हैं, ऊर्जा जल्दी से बहाल हो जाएगी। साझीदार के साथ संबंधों में तीरों को समतल करने के लिए साझा रुचियाँ और हित मदद करेंगे।",
        "5-7": "दोस्तों के घर जाने, प्रदर्शनी, सिनेमा या थिएटर जाने के निमंत्रण को अस्वीकार न करें। यदि आप साथी की तलाश में हैं, तो शाम को एक सुखद मुलाकात हो सकती है। यदि आप स्वास्थ्य में असामान्यता महसूस करते हैं, तो यह डॉक्टर को दिखाने का संकेत है। आज आपका शरीर संवेदनशील है, लेकिन यह असुविधा को खुद से संभाल सकता है। आपकी सतर्कता बिगड़ने से रोकने में मदद करेगी।",
        "8-9": "सोने से पहले एक तार्किक खेल खेलें। 12 बजे से पहले सो जाएं। आराम और नींद की स्थिति में, आपको प्रश्नों के उत्तर और जटिल स्थितियों के लिए मूल समाधान मिलेंगे। जागने के बाद, आपकी अंतर्दृष्टि आपके लिए काम करेगी।"
    }
}