{
    "00:00 - 04:00": {
        "1": "Zeit für umfassende Ruhe und maximale Stille. Der Schlaf wird leicht sein, daher verhindern plötzliche äußere Reize, dass Sie bis zum Morgen vollständig Energie tanken können. Wenn die Umstände es erfordern, zu arbeiten oder auf einer Party zu sein, wiederholen Sie regelmäßig die Worte: „Ich habe drei Schutzringe!“. Sie verlieren weder Konzentration noch Kraft.",
        "2-3": "In dieser Zeit arbeitet der Körper an Ihrer Gesundheit. Sagen Sie vor dem Schlafengehen: „Ich bin gesund! Ich habe perfekte Gesundheit! Ich erhole mich gut im Schlaf!“. Wenn Sie zu dieser Zeit wach bleiben müssen, tragen Sie den Code 6776 auf einem Zettel bei sich. Ihre Konzentration und Ihr Energielevel bleiben stabil.",
        "4-5": "Diese Zeit ist sowohl für das Wachsein als auch für den Schlaf positiv. Die emotionale Stimmung wird instabil sein, daher ist es wichtig, sie zu kontrollieren. Die Aufmerksamkeit und die inneren emotionalen und physischen Ressourcen bleiben stabil. Wenn Sie meditative Praktiken anwenden, erhalten Sie durch Träume Hinweise und Zeichen. Versuchen Sie, diese nach dem Aufwachen aufzuschreiben.",
        "6-7": "Ihr Körper ist sehr empfindlich und schwach, um Angriffe von Viren und Bakterien abzuwehren. Dies kann den tiefen, erholsamen Schlaf und den energischen Start in den Tag beeinträchtigen. Verzichten Sie abends auf ein reichhaltiges Abendessen und Alkohol. Stellen Sie sich vor dem Schlafengehen ein: „Ich bin gesund! Schlaf ist mein Heilmittel!“.",
        "8-9": "Träume werden bedeutungsvoll und realistisch sein. Versuchen Sie, Gegenstände in Rot und Violett vom Schlafplatz fernzuhalten. Stellen Sie sicher, dass diese Farben nicht in Ihrer Bettwäsche oder Kleidung vorkommen. Träume werden durch die Vorstellung kontrolliert: „Ich sehe alles! Ich weiß alles!“."
    },
    "04:00 - 08:00": {
        "0": "Stellen Sie den Wecker abends lauter, da es morgens schwer sein wird, aufzuwachen, was sich auf die Konzentration und das Gefühl von Schwäche auswirkt. Grüntöne in Kleidung und Bettwäsche sind ratsam.",
        "1-3": "Sie können im Gleichgewicht bleiben, wenn der frühe Morgen der Erholung gewidmet ist. Wenn Sie noch arbeiten müssen oder zu Besuch sind, vermeiden Sie emotionale Ausbrüche, die schwer zu kontrollieren sind. Morgens nicht hetzen, selbst wenn Sie sich verspätet fühlen. Sagen Sie morgens: „Ich schaffe alles! Heute ist ein erfolgreicher Tag!“. Diese Selbstprogrammierung könnte Sie mit Überraschungen belohnen.",
        "4-5": "Leichter Schlaf, daher sind äußere Reize unerwünscht. Versuchen Sie nach dem Aufwachen, keine Konflikte mit Angehörigen zu klären, Telefonate zu vermeiden und keine komplexen Themen zu lesen oder anzusehen. Gute Musik und leichte körperliche Aktivitäten stimmen Sie positiv für den Tag.",
        "6-7": "Ein früher Morgen, der mit ausreichend Ruhe verbracht wird, kann selbst dem schlechtesten Szenario des kommenden Tages entgegenwirken. Halten Sie sich morgens von negativer Information und Konflikten fern.",
        "8-9": "Ideal für bedeutungsvolle Träume und die Planung der Aufgaben für die nächsten 6 Stunden nach dem Aufwachen. Sie werden alle Aufgaben ohne große Anstrengung und ohne fremde Hilfe bewältigen."
    },
    "08:00 - 12:00": {
        "0-1": "Es wird schwierig sein, in komplizierten Situationen Kompromisse zu finden, da jeder auf seinem Standpunkt bestehen wird. Geben Sie in kleinen Dingen nach, und Sie werden in größeren Dingen gewinnen. Fokussieren Sie sich auf positive Aspekte, um Ihre moralischen und physischen Ressourcen zu schonen.",
        "2-3": "Wenn Sie sich entschieden haben, den Job oder den Wohnort zu wechseln, achten Sie auf Zeichen und Informationen, die Hinweise geben können. Spaziergänge und aktive Erholung können Energie zurückbringen. Achten Sie auf Ihre Ernährung und überlasten Sie sich nicht am Morgen. Verzichten Sie auf medizinische Untersuchungen und Eingriffe.",
        "4-5": "Gute Arbeitsleistung, aber vermeiden Sie riskante finanzielle Transaktionen. Morgendliche Stresssituationen erfordern Zurückhaltung und Selbstkontrolle. Achten Sie auf Dokumente, das Verständnis von Aufgaben und Pflichten, sowohl in beruflichen als auch in persönlichen Angelegenheiten.",
        "6-7": "Ideal, um sich um die eigene Gesundheit zu kümmern: Kosmetische Behandlungen, einen Haarschnitt oder einfach nur einen Spaziergang machen. Ihre Energie wird stabil sein und sich in stressigen Situationen nicht schnell erschöpfen. Vieles, was Sie erledigen möchten, wird nicht sofort gelingen. Konzentrieren Sie sich auf Details in Ihren Plänen, ohne Eile. In dieser Zeit können viele überraschende Ereignisse auftreten.",
        "8-9": "Teamarbeit und Kommunikation bringen Sie auf ein neues Level. Zeigen Sie mutig Ihr Können. Viele Schwierigkeiten werden der Vergangenheit angehören. Treffen, Verhandlungen, neue Projekte bringen Gewinn und nützliche Verbindungen. Auch in persönlichen Beziehungen wird sich etwas bewegen. Die Zeit arbeitet für Sie. Nutzen Sie sie klug, vermeiden Sie Streitereien und Diskussionen, verschwenden Sie keine Energie und Zeit damit."
    },
    "12:00 - 16:00": {
        "0-1": "Hören Sie auf den Rat anderer in finanziellen Angelegenheiten; eigenständige Entscheidungen könnten zu Fehlern führen. Wenn Sie planen, sich für Kurse anzumelden oder Ihr Hobby zu einem Teil Ihrer Arbeit zu machen, wird der Erfolg überraschend sein. Vermeiden Sie in dieser Zeit Reisen, medizinische Eingriffe und das Unterzeichnen wichtiger Dokumente.",
        "2-3": "Erhöhte Kontrolle durch Vorgesetzte kann die Fertigstellung von Aufgaben verzögern und die Beziehungen zu Kollegen verschärfen. Bei Geschäftsreisen oder Reisen können Verzögerungen auftreten. Schreiben Sie den Code 12535 auf einen Zettel und tragen Sie ihn bei sich. Das Umfeld wird Ihnen zeigen, wer Ihnen im Weg steht. Innere Ressourcen bleiben stabil.",
        "4-5": "Mit der richtigen Energieverteilung werden Sie viele Aufgaben erledigen. Halten Sie sich an den Plan, den Sie erstellt haben. Wenn Sie im Mittelpunkt der Aufmerksamkeit stehen, bleiben Sie ruhig — Ihre Emotionen und Konzentration, professionellen Fähigkeiten und Ihr Charme werden auf einem guten Niveau sein. Achten Sie auf Streitigkeiten und Konflikte — ihre Themen könnten Ihnen Zeichen für die Zukunft geben.",
        "6-7": "Seien Sie bereit für Kompromisse. Vermeiden Sie Hektik und konzentrieren Sie sich auf Ihre Karriere und langfristige Planung. Treffen und Bekanntschaften werden wichtig und nützlich sein. Alle Unternehmungen werden profitabel sein. Eine gute Zeit für die Planung medizinischer Eingriffe und kosmetischer Behandlungen.",
        "8-9": "Zeigen Sie Initiative. Seien Sie weise, nicht nur bei der Arbeit, sondern auch im Familienkreis. Informationen, die jetzt kommen, werden von großer Bedeutung sein. Nutzen Sie diese Zeit für Aufgaben, die entschlossene Entscheidungen erfordern. Da Ihre Energie auf einem hohen Niveau ist, werden Sie alles schaffen. Mögliche Beförderung oder Prämienzahlung."
    },
    "16:00 - 20:00": {
        "0-1": "Nehmen Sie sich die Aussagen oder Kritik anderer nicht zu Herzen und reagieren Sie nicht empfindlich darauf. Gegenstände, die Sie in diesen Stunden für sich selbst kaufen, wie z.B. einen Stift, einen Schlüsselanhänger, eine Geldbörse, eine Brosche oder einen Ring, werden große Kraft besitzen. Sie werden Schutz und Unterstützung für Ihre Pläne und Träume bieten.",
        "2-3": "Bei der Arbeit sind Sorgen und Aufregung aufgrund unterschiedlicher Ansichten und Intrigen wahrscheinlich. Vieles, was Sie tun möchten, wird nicht sofort gelingen. Daher können Sie verantwortungsvollere Aufgaben auf morgen verschieben. Es ist nützlich, die Umgebung zu wechseln und die Gelegenheit zu nutzen, zu reisen oder eine Dienstreise zu unternehmen.",
        "4-5": "Sie können viele Zufälle und Ereignisse bemerken. Dies sind Zeichen des Schicksals, die Ihnen helfen, richtige und wichtige Entscheidungen zu treffen. Beziehungen und neue Bekanntschaften, die in dieser Zeit beginnen, werden stark und langanhaltend sein. Sie werden in der Lage sein, alle Aufgaben ohne besondere Anstrengungen und ohne fremde Hilfe zu bewältigen. Ihre Intuition wird Ihnen den richtigen Weg weisen. Das Abendessen sollte leicht sein, und es ist ratsam, das Fitnesstraining auszulassen.",
        "6-7": "In persönlichen Beziehungen gibt es Veränderungen zum Besseren. Die Intuition ist auf einem hohen Niveau, und Sie können in allen Lebensbereichen richtige Entscheidungen treffen. Es ist eine günstige Zeit für Kommunikation und informelle Treffen. Eine großartige Gelegenheit, Ihre Karriere, Ihr Privatleben, Reisen und Umzüge zu planen. Ein Angebot, das Sie erhalten, wird großen Erfolg und eine stabile Zukunft bringen.",
        "8-9": "Eine sehr starke Energie des Glücks und Erfolgs. Sie können Ihre Lebensgefährten treffen, ein vorteilhaftes Angebot im beruflichen Bereich erhalten, im Finanzbereich - Wachstum und materiellen Gewinn. Ideale Zeit für kreative Aktivitäten und langfristige Investitionen. Der Besuch öffentlicher Veranstaltungen, Theater oder Kino bietet die Möglichkeit, alte Freunde zu treffen oder neue Bekanntschaften zu machen, die sich positiv auf Ihre Zukunft auswirken."
    },
    "20:00 - 24:00": {
        "0": "Vermeiden Sie es, spät am Abend zu essen, und versuchen Sie, früh ins Bett zu gehen. Vermeiden Sie es, schwierige Themen mit nahen Menschen zu besprechen, da dies Ihre Energie schnell aufbrauchen und Reizbarkeit und Wut verursachen kann.",
        "1-2": "Es ist eine gute Zeit, Pläne für morgen zu machen. Planen Sie 2-3 Ruhepausen in Ihren Tagesablauf ein. Abends ist Ihr intuitiver Kanal besonders aktiv, sodass Planungen und Notizen zu Projekten Ihnen helfen, sich von alltäglichen Aufgaben abzulenken, die Ihre Energie mindern könnten.",
        "3-4": "Trotz der späten Stunde ist Ihre Energie auf emotionaler und physischer Ebene ausgeglichen. Was auch immer Sie tun, Ihre Energie wird sich schnell erholen. Gemeinsame Interessen und Hobbys können helfen, Spannungen in Beziehungen mit einem nahestehenden Menschen auszugleichen.",
        "5-7": "Lehnen Sie Einladungen zu Besuchen, Ausstellungen, Kino oder Theater nicht ab. Wenn Sie auf Partnersuche sind, könnte der Abend eine angenehme Begegnung bringen. Sollten Sie gesundheitliche Probleme bemerken, ist dies ein Signal, einen Arzt aufzusuchen. Der Körper ist heute empfindlich, kann sich jedoch selbstständig mit Beschwerden auseinandersetzen. Ihre Aufmerksamkeit kann dazu beitragen, eine Verschlechterung zu verhindern.",
        "8-9": "Spielen Sie vor dem Schlafengehen ein Logikspiel. Gehen Sie vor 12 Uhr ins Bett. Im Zustand der Ruhe und des Schlafes werden Ihnen Antworten auf Fragen und originelle Lösungen für schwierige Situationen kommen. Nach dem Aufwachen wird Ihre Intuition zu Ihrem Vorteil arbeiten."
    }
}