{
    "00:00 - 04:00": {
        "1": "الوقت المناسب للراحة الكاملة والهدوء التام. سيكون النوم خفيفًا، لذا فإن المنبهات الخارجية المفاجئة لن تسمح لك بتجميع الطاقة بشكل كامل بحلول الصباح. إذا كانت الظروف تتطلب الدراسة أو العمل أو كنت في حفلة، كرر كلمات: \"لدي ثلاث حلقات من الحماية!\" بانتظام. لن تفقد تركيزك وقوتك.",
        "2-3": " في هذا الوقت، يعمل الجسم على صحتك. قبل النوم، قل: \"أنا بصحة جيدة! لدي صحة مثالية! أتعافى بشكل جيد أثناء النوم!\" إذا كان يجب عليك البقاء مستيقظًا في هذا الوقت، احمل معك الكود 6776 مكتوبًا على ورقة. ستحافظ على تركيزك ومستوى طاقتك.",
        "4-5": " هذا الوقت مفيد للبقاء مستيقظًا والنوم أيضًا. ستكون الحالة العاطفية غير مستقرة، لذلك من المهم التحكم فيها. مستوى التركيز والموارد العاطفية والجسدية الداخلية ستكون في الحالة الطبيعية. إذا كنت تستخدم تقنيات التأمل في حياتك اليومية، فستحصل على إشارات وعلامات من خلال الأحلام. بعد الاستيقاظ، حاول تدوينها.",
        "6-7": "جسمك حساس وضعيف للتصدي لهجمات الفيروسات والبكتيريا. قد يؤثر ذلك على النوم العميق والكامل وبداية اليوم بنشاط. من المساء، تجنب تناول عشاء ثقيل ولا تشرب الكحول. قبل النوم، قل: \"أنا بصحة جيدة! النوم هو دوائي!\".",
        "8-9": "ستكون الأحلام مهمة وواقعية. حاول إبعاد الأشياء ذات اللون الأحمر والبنفسجي عن مكان النوم. تأكد من أن هذه الألوان ليست موجودة في فراشك وملابسك. قبل النوم، تحكم في الأحلام بقول: \"أنا أرى كل شيء! أنا أعرف كل شيء!\"."
    },
    "04:00 - 08:00": {
        "0": "ضع المنبه بصوت أعلى من المعتاد، لأنه سيكون من الصعب الاستيقاظ صباحًا، وهذا سيؤثر على تركيزك وإحساسك بالضعف. من الأفضل أن تحتوي الملابس والأغراض الشخصية على درجات اللون الأخضر.",
        "1-3": "يمكنك البقاء متوازنًا إذا خصصت الصباح الباكر للراحة. إذا كنت لا تزال مضطرًا للعمل أو زيارة الأصدقاء في هذا الوقت، تجنب الانهيارات العاطفية التي يصعب التحكم فيها. صباحًا، لا تتسرع إذا شعرت أنك تتأخر عن الدراسة أو العمل. قل في الصباح: \"أصل لكل شيء في الوقت المناسب! اليوم يوم ناجح!\" قد يفاجئك هذا البرمجة بشكل كبير بالمفاجآت.",
        "4-5": "سيكون النوم خفيفًا، لذلك من غير المرغوب فيه وجود منبهات خارجية. حاول تجنب مشاجرات مع الأقارب بعد الاستيقاظ، وتجنب المحادثات الهاتفية، وعدم قراءة أو مشاهدة المواضيع المعلوماتية المعقدة. الموسيقى الجيدة والتمارين الخفيفة صباحًا ستجعلك في حالة جيدة لتحقيق خطط اليوم.",
        "6-7": "الصباح الباكر المخصص للراحة الكاملة سيؤدي إلى تأثير جيد حتى في أسوأ سيناريو ممكن لليوم المقبل. حاول الابتعاد عن المعلومات السلبية والصراعات في الصباح.",
        "8-9": "الوقت المثالي لتلقي الأحلام المهمة وتخطيط جدول أعمالك للأشهر الستة القادمة بعد الاستيقاظ. ستتمكن من التعامل مع جميع الأمور بسهولة وبدون مساعدة خارجية."
    },
    "08:00 - 12:00": {
        "0-1": "سيكون من الصعب العثور على حل وسط في المواقف الصعبة، حيث سيظل الجميع متمسكين بآرائهم. قدم تنازلات صغيرة لتحقيق مكاسب أكبر. للحفاظ على الموارد المعنوية والجسدية، ركز على الجوانب الإيجابية.",
        "2-3": "ذا قررت تغيير الوظيفة أو مكان السكن، انتبه إلى الإشارات والمعلومات التي تأتيك، فهي ستكون دلائل لاتخاذ القرارات. المشي والراحة النشطة يمكن أن يستعيد طاقتك. كن حذرًا في تناول الطعام، لا تثقل نفسك كثيرًا في الصباح. من الأفضل تجنب الفحوصات الطبية والإجراءات.",
        "4-5": "الكفاءة ستكون جيدة. لكن من الأفضل تجنب العمليات المالية المحفوفة بالمخاطر. المواقف المشحونة في الصباح ستتطلب الصبر والتحكم الذاتي. كن حذرًا في المستندات وفهم المهام ومسؤولياتك في الأعمال والعلاقات.",
        "6-7": "مثالي لتناول القضايا الصحية: احجز مواعيد لإجراءات تجميلية، احصل على قصة شعر أو قم بنزهة. ستكون طاقتك مستقرة وكثيفة، ولن تتبدد بسرعة في أي موقف مشحون. العديد من الأمور التي تريد إنجازها قد لا تتم بشكل فوري. ركز على التخطيط المفصل، لا تستعجل. قد تحدث العديد من الأحداث غير المتوقعة في هذا الوقت.",
        "8-9": "التواصل والعمل الجماعي سيأخذانك إلى مستوى جديد. استعرض مهنيتك بثقة. ستبقى العديد من الصعوبات وراءك. الاجتماعات والمفاوضات والمشاريع الجديدة ستجلب الربح والروابط المفيدة. ليس فقط في الأعمال، ولكن أيضًا في العلاقات الشخصية سيحدث تحول. الوقت يعمل لصالحك. استغله بحكمة، لا تنخرط في المشاجرات أو المناقشات، لا تهدر طاقتك ووقتك عليها."
    },
    "12:00 - 16:00": {
        "0-1": "استمع لنصائح الآخرين في الأمور المالية، قد يؤدي اتخاذ قرار منفرد إلى خطأ. إذا قررت التسجيل في دورات أو ترغب في تحويل هوايتك إلى إضافة لعملك، سيكون النجاح غير متوقع ليس لك فقط بل للمحيطين بك أيضًا. في هذه الفترة الزمنية، تجنب السفر والإجراءات الطبية وتوقيع الوثائق المهمة.",
        "2-3": "قد يؤدي زيادة الرقابة من القيادة في العمل إلى تأخير إتمام المهام وتأزيم العلاقات مع الزملاء. إذا كنت في رحلة عمل أو سفر، فقد تحدث تأخيرات في الطريق. اكتب الكود 12535 على ورقة واحمله معك. سيوضح لك المكان الشخص الذي يعترض طريقك. الموارد الداخلية ستكون في حالة طبيعية.",
        "4-5": "بتوزيع الطاقة بشكل صحيح، ستتمكن من إنجاز العديد من المهام. اتبع النظام والخطة التي وضعتها. إذا وجدت نفسك في مركز الاهتمام، لا تقلق — ستكون مشاعرك وتركيزك، وصفاتك المهنية وجاذبيتك في مستوى جيد. كن حذرًا من الخلافات والنزاعات — ستكون مواضيعها إشارات لك للمستقبل.",
        "6-7": "كن مستعدًا للتسويات. تجنب التسرع، ركز على العمل المهني والتخطيط طويل الأجل. ستكون الاجتماعات والمعارف مهمة ومفيدة. أي بداية ستكون مربحة. الوقت مناسب أيضًا لتخطيط الإجراءات الطبية والتجميلية.",
        "8-9": "أظهر المبادرة. كن حكيمًا ليس فقط في العمل، ولكن أيضًا في محيط العائلة. المعلومات التي ستأتي الآن ستكون ذات أهمية كبيرة. استخدم هذه الفترة لحل المشكلات التي تتطلب قرارات حازمة. نظرًا لأن طاقتك في مستوى عالٍ، ستتمكن من التعامل معها. قد تحصل على ترقية أو مكافأة."
    },
    "16:00 - 20:00": {
        "0-1": "لا تأخذ الأمور على محمل الجد ولا تتفاعل بشكل حاد مع أقوال أو انتقادات الآخرين. ستتمتع الأشياء التي تشتريها لنفسك في هذه الساعات بقوة كبيرة: مثل قلم، ميدالية مفاتيح، محفظة، بروش أو خاتم. ستصبح هذه الأشياء حامية وداعمة لخططك وأحلامك.",
        "2-3": "من المحتمل أن تواجه ضغوطات ومشاكل في العمل بسبب اختلاف وجهات النظر والمؤامرات. قد لا تتمكن من إنجاز الكثير مما ترغب فيه على الفور. لذا يمكنك تأجيل المهام الأكثر أهمية إلى الغد. من المفيد تغيير البيئة والاستفادة من الفرصة للسفر أو الذهاب في رحلة عمل.",
        "4-5": "قد تلاحظ الكثير من المصادفات والصدف. هذه علامات القدر التي ستساعدك في اتخاذ قرارات صحيحة وهامة. العلاقات والمعارف الجديدة التي ستبدأ في هذه الفترة ستكون قوية ودائمة. ستتمكن من التعامل مع جميع الأمور دون مجهود كبير أو مساعدة خارجية. ستخبرك حدسك بما يجب القيام به بشكل صحيح. اجعل العشاء خفيفًا وتجنب ممارسة الرياضة.",
        "6-7": "في العلاقات الشخصية، هناك تغييرات نحو الأفضل. حدسك سيكون في أوجه وستتمكن من اتخاذ قرارات صحيحة في جميع مجالات الحياة. وقت مناسب للتواصل والاجتماعات غير الرسمية. فرصة رائعة للتخطيط لمسيرتك المهنية، حياتك الشخصية، السفر والانتقال. العرض الذي ستحصل عليه سيجلب لك نجاحًا كبيرًا ومستقبلًا مستقرًا.",
        "8-9": "طاقة الحظ والتوفيق ستكون في ذروتها. قد تقابل شخصًا مقدرًا لك، أو تحصل على عرض مغرٍ في المجال المهني، أو زيادة في الأموال والمكاسب المادية. الوقت المثالي للأنشطة الإبداعية والاستثمارات في مشتريات طويلة الأجل. زيارة الفعاليات العامة، المسرح، السينما ستوفر لك فرصة لمقابلة أصدقاء قدامى أو تكوين معارف جديدة تؤثر إيجابيًا على مستقبلك."
    },
    "20:00 - 24:00": {
        "0": "تجنب الطعام في وقت متأخر، حاول الذهاب إلى النوم مبكرًا. لا تحل القضايا المعقدة مع المقربين منك - فقد يؤدي ذلك إلى استنفاد طاقتك بسرعة ويسبب الغضب والتوتر.",
        "1-2": "وقت جيد لتحديد خطة لليوم التالي. خصص 2-3 فترات للراحة في جدولك. في المساء، يعمل القناة الحدسية بشكل خاص، لذا فإن التخطيط وتدوين الملاحظات حول المشاريع يمكن أن يساعدك في الانتقال من المهام المنزلية التي قد تستنزف طاقتك.",
        "3-4": "على الرغم من الوقت المتأخر، فإن طاقتك على المستويين العاطفي والجسدي مستقرة. مهما كنت تقوم به، ستتعافى الطاقة بسرعة. الأنشطة والهوايات المشتركة ستساعد في تهدئة اللحظات الحادة في العلاقات مع شخص قريب.",
        "5-7": "لا ترفض الدعوات لزيارة الأصدقاء، أو حضور معرض، أو الذهاب إلى السينما أو المسرح. إذا كنت تبحث عن شريك، قد يجلب لك المساء لقاءً لطيفًا. إذا شعرت بتدهور في صحتك، فهذا إشارة لزيارة الطبيب. جسمك حساس اليوم، لكنه قادر على التعامل مع الانزعاج. انتباهك سيساعد في منع التدهور.",
        "8-9": "قبل النوم، العب لعبة منطقية. حاول النوم قبل الساعة 12. في حالة الراحة والنوم، ستأتيك إجابات للأسئلة وحلول مبتكرة للمواقف الصعبة. بعد الاستيقاظ، سيعمل حدسك لصالحك."
    }
}