{
    "00:00 - 04:00": {
        "1": "休息と静けさのための時間。この時間帯の睡眠は浅くなるため、外部の急な刺激によって朝まで十分なエネルギーを蓄えることができなくなります。もし、仕事や勉強、またはパーティーに参加しなければならない場合は、「私は三重の保護の輪を持っている」と繰り返し言ってください。集中力と力を失わないようにすることができます。",
        "2-3": "この時間帯には、体が健康のために働いています。寝る前に「私は健康だ！私には完璧な健康がある！私は睡眠中によく回復する！」と言ってください。この時間に起きている必要がある場合は、紙に「6776」と書いて持ち歩いてください。集中力とエネルギーのレベルは常に正常です。",
        "4-5": "この時間帯は、目覚めるにも寝るにも適しています。感情の変動が激しいため、感情をコントロールして抑えることが重要です。集中力、内部の感情的および身体的資源は正常な範囲内にあります。日常生活で瞑想を行っている場合、夢を通じてヒントやサインを受け取ることができます。目が覚めたら、それらを記録するようにしましょう。",
        "6-7": "体がウイルスや細菌の攻撃に対して非常に敏感で弱い状態にあります。このため、深い睡眠が妨げられ、朝の元気なスタートが困難になる可能性があります。夕方には重い食事を避け、アルコールを飲まないようにしましょう。寝る前に「私は健康だ！睡眠は私の薬だ！」と設定してください。",
        "8-9": "夢は重要で現実的なものになります。寝室から赤や紫の物を取り除いてください。これらの色がベッドリネンや下着に含まれていないか確認してください。寝る前に、「私はすべてを見ている！私はすべてを知っている！」と言って夢をコントロールしてください。"
    },
    "04:00 - 08:00": {
        "0": "夜に目覚ましを大きめに設定してください。朝起きるのが難しく、集中力の低下や疲労感につながる可能性があります。服や下着の色には緑色のトーンを取り入れると良いでしょう。",
        "1-3": "早朝の時間を休息に充てることでバランスを保つことができます。この時間帯にまだ仕事や訪問先にいる必要がある場合、感情の起伏を避けることが難しいかもしれません。朝は焦らずに行動し、遅刻を感じても冷静に対処しましょう。「私はすべてのことに間に合う！今日は成功する日だ！」と言って、自分をプログラムし直すと、思わぬ驚きを経験するかもしれません。",
        "4-5": "この時間帯は眠りが浅いため、外部の刺激は避けたほうが良いです。目覚めた後は、家族と関係を問い詰めたり、電話で話したり、複雑な情報を読むことや見ることを避けましょう。良い音楽と軽い運動が、その日の計画を実行するのに役立ちます。",
        "6-7": "早朝の休息は、その日の最悪のシナリオにも良い効果をもたらします。朝には、否定的な情報や争いから遠ざかるようにしましょう。",
        "8-9": "重要な夢を見たり、目覚めてからの6時間の計画を立てるのに最適な時間です。全てのタスクを無理なくこなすことができるでしょう。"
    },
    "08:00 - 12:00": {
        "0-1": "複雑な状況では妥協点を見つけるのが難しいでしょう。小さなことに譲歩すれば、大きなことでも必ず勝利を収めることができます。道徳的および身体的な資源を保つために、ポジティブな瞬間に焦点を当てるようにしましょう。",
        "2-3": "仕事や住居を変えることを決めた場合、決定のための手がかりとなる兆候や情報に注意してください。散歩やアクティブな休息がエネルギーを回復させます。朝は食事を控えめにし、健康診断や医療処置は避けた方が良いです。",
        "4-5": "仕事の能率は良好です。しかし、リスクの高い金融取引は避けた方が良いでしょう。朝の緊張した状況では、抑制と自己管理が求められます。文書やタスクの理解、自分の責任について注意を払いましょう。",
        "6-7": "この時間帯は、健康の管理に最適です。美容処置を予約したり、ヘアカットをしたり、散歩に出かけるのに良い時期です。あなたのエネルギーは安定しており、緊張した状況でもすぐに消耗することはありません。すぐに全てのことを終わらせることはできませんが、計画の詳細に取り組み、焦らないようにしましょう。この時間帯には多くの驚くべき出来事が起こる可能性があります。",
        "8-9": "チームワークとコミュニケーションはあなたを新しいレベルに引き上げます。自分のプロフェッショナリズムを大胆に示しましょう。多くの困難が解消されるでしょう。会議、交渉、新しいプロジェクトは利益と有益なつながりをもたらします。仕事だけでなく、個人的な関係にも変化が訪れるでしょう。時間を賢く使い、争いや論争にエネルギーを費やさないようにしましょう。"
    },
    "12:00 - 16:00": {
        "0-1": "財務問題では他人のアドバイスを聞くことが重要です。自己判断だけで決めるとミスを招く可能性があります。コースに登録したり、趣味を仕事の副収入にしようと計画すると、予想外の成功を収めるでしょう。この時間帯には旅行、医療処置、重要な書類の署名は避けるべきです。",
        "2-3": "仕事での上司の監視が強化される可能性があり、これが業務の遅延や同僚との関係悪化を招くかもしれません。出張や旅行中に遅れが発生する可能性もあります。紙にコード「12535」を書いて持ち歩くと良いでしょう。空間があなたを邪魔している人物を示すかもしれません。内なるリソースは正常に保たれます。",
        "4-5": "エネルギーを適切に配分すれば、多くのタスクを遂行できます。計画とスケジュールに従うことが重要です。注目を浴びる場合でも心配しないでください。感情、集中力、プロフェッショナルな資質、魅力が良いレベルにあります。議論や対立に注意し、それが未来への指針となるかもしれません。",
        "6-7": "妥協する準備が必要です。焦らずに、キャリアや長期的な計画に集中しましょう。出会いや知り合いが重要で役立つでしょう。新しい取り組みは利益をもたらします。この時間帯は、医療処置や美容関連の手続きの計画にも適しています。",
        "8-9": "積極的に行動しましょう。職場だけでなく家族との間でも賢明に振る舞ってください。今得る情報は非常に重要です。この時間を、意志決定を要する課題の解決に使いましょう。エネルギーレベルが高いため、困難にも対処できます。昇進やボーナスの可能性もあります。"
    },
    "16:00 - 20:00": {
        "0-1": "他人の発言や批判をあまり深刻に受け止めないでください。この時間帯に購入したアイテム（ペン、キーチェーン、財布、ブローチ、リングなど）は、あなたの計画や夢を守るお守りとなるでしょう。",
        "2-3": "仕事では意見の違いや陰謀で不安や緊張が高まる可能性があります。すぐに実行できないことも多いので、より責任のある仕事は明日に延期するのが良いでしょう。環境を変え、旅行や出張に出かけるのも良いかもしれません。",
        "4-5": "多くの偶然や一致を見つけるかもしれません。それは運命のサインであり、重要な決定を助けるでしょう。この時間帯に始まる関係や新たな知り合いは長続きするでしょう。全てのタスクを無理なく遂行できます。直感が正しい行動を示してくれるでしょう。夕食は軽めにし、フィットネスは避けるのが良いです。",
        "6-7": "個人的な関係では良い変化が期待できます。直感が冴えており、全ての分野で正しい決定を下すことができます。コミュニケーションや非公式な集まりに最適な時間です。キャリアや個人生活、旅行や引越しの計画に良い時期です。受ける提案は大きな成功と安定した未来をもたらすでしょう。",
        "8-9": "幸運と成功のエネルギーが非常に強い時間帯です。運命の人と出会ったり、プロフェッショナルな分野で有利な提案を受けたり、財政面での成長と利益を得られるかもしれません。創造的な活動や長期的な購入の投資に理想的な時間です。公共のイベント、劇場、映画館を訪れることで、旧友に再会したり、新しい出会いを通じて未来に良い影響を与えることができるでしょう。"
    },
    "20:00 - 24:00": {
        "0": "夜遅くの食事は避け、早めに寝るようにしましょう。身近な人との複雑な問題を解決しようとするのは控えてください。エネルギーを消耗しやすく、イライラや怒りを引き起こす可能性があります。",
        "1-2": "翌日の計画を立てるのに良い時間です。スケジュールに2～3の休憩時間を設けてください。夜は直感が特に鋭くなるので、計画やプロジェクトに関するメモを取ることで、日常のタスクから離れてエネルギーの消耗を防ぐことができます。",
        "3-4": "夜遅くても、感情的にも身体的にもエネルギーは安定しています。何をしていても、エネルギーが素早く回復します。共通の趣味や興味が、身近な人との関係における緊張を和らげるのに役立ちます。",
        "5-7": "お誘いを断らず、友人の家に訪れたり、展覧会、映画館、劇場などに出かけましょう。パートナーを探しているなら、今夜は素敵な出会いがあるかもしれません。健康に異変を感じたら、医師の診察を受けるサインです。体は敏感ですが、自ら不快感を乗り越える力があります。注意深く対応することで、悪化を防ぐことができます。",
        "8-9": "寝る前にロジックゲームで遊ぶと良いでしょう。12時までに寝るようにしてください。休息と睡眠の間に、問題の答えや難しい状況への独自の解決策が浮かんでくるかもしれません。目覚めた後、直感があなたに有利に働くでしょう。"
    }
}