{
    "00:00 - 04:00": {
        "1": "Время для полноценного отдыха и максимальной тишины. Сон будет чутким, поэтому резкие внешние раздражители не дадут полноценно накопить энергию к утру. Если обстоятельства таковы, что необходимо заниматься, работать или вы на вечеринке, повторяйте периодически слова: «У меня три кольца защиты!». Вы не потеряете концентрацию внимания и силы.",
        "2-3": "В это время организм работает на ваше здоровье. Перед сном скажите: «Я здоров(-а)! У меня идеальное здоровье! Я хорошо восстанавливаюсь во сне!». Если в это время вам приходится бодрствовать, носите с собой код 6776, написанный на бумаге. Концентрация внимания и уровень энергии будет всегда в норме.",
        "4-5": "Это время положительно и для бодрствования, и для сна. Эмоциональный фон будет нестабильным, поэтому важно его контролировать и сдерживать. Уровень внимания, внутренние эмоциональные и физические ресурсы будут в норме. Если в повседневной жизни вы используете медитативные практики, через сновидения получите подсказки и знаки. После пробуждения постарайтесь их записать.",
        "6-7": "Ваш организм очень чувствителен и слаб для отражения атак от вирусов и бактерий. Это может повлиять на глубокий, полноценный сон и бодрое начало дня. С вечера уберите плотный ужин и не пейте алкоголь. Перед сном поставьте установку: «Я здоров(-а)! Сон — моё лекарство!».",
        "8-9": "Сновидения будут значимыми и реалистичными. Постарайтесь убрать подальше от места сна предметы красного и фиолетового цветов. Проверьте, чтобы этих цветов не было на постельном и вашем белье. Перед сном сновидения контролируются через установку: «Я всё вижу! Я всё знаю!»."
    },
    "04:00 - 08:00": {
        "0": "С вечера поставьте будильник громче, потому что с утра сложно будет проснуться, и это скажется на концентрации внимания и ощущении слабости. В деталях одежды и белья лучше иметь оттенки зеленого цвета.",
        "1-3": "Находиться в балансе можно, если раннее утро будет отдано отдыху. Если приходится в этот период еще находиться на работе или быть в гостях, не допускайте эмоциональных срывов, которые сложно будет контролировать. Утром не суетитесь, если чувствуете, что опаздываете на учебу или работу. Говорите с утра: «Я всюду успеваю! Сегодня успешный день!» Такое перепрограммирование может вас сильно удивить сюрпризами.",
        "4-5": "Сон чуткий, поэтому внешние раздражители нежелательны. Постарайтесь после пробуждения не выяснять с близкими отношения, избегать разговоров по телефону, не читать и не смотреть сложные информационные темы. Хорошая музыка и легкие физические нагрузки с утра настроят вас на реализацию планов на день.",
        "6-7": "Раннее утро, проведенное в полноценном отдыхе, даст хороший эффект даже самому плохому сценарию наступающего дня. С утра постарайтесь быть подальше от негативной информации и конфликтов.",
        "8-9": "Идеальное время для получения знаковых снов и планирования своего графика дел на ближайшие 6 часов после пробуждения. Со всеми делами справитесь без особых усилий и посторонней помощи."
    },
    "08:00 - 12:00": {
        "0-1": "Трудно будет найти компромисс в сложных ситуациях, потому что каждый будет стоять на своем. Уступите в малом, и в большем выиграете обязательно. Для сохранения моральных и физических ресурсов старайтесь фокусироваться на положительных моментах.",
        "2-3": "Если решили поменять работу или место жительства, обратите внимание на знаки и приходящую информацию, которые будут подсказками в решениях. Прогулки и активный отдых могут восстановить энергию. Будьте внимательны к еде, с утра лучше себя не перегружать. От медицинских осмотров и манипуляций лучше отказаться.",
        "4-5": "Неплохая работоспособность. Но от рискованных финансовых операций лучше отказаться. Утренние напряженные ситуации потребуют сдержанности и самоконтроля. Будьте внимательны к документам, пониманию задач и своих обязанностей как в делах, так и в отношениях.",
        "6-7": "Идеально в этот период времени заниматься вопросами собственного здоровья: записаться на косметологические процедуры, сделать стрижку или просто совершить прогулку. Ваша энергетика будет устойчивой и плотной, не будет быстро растворяться при любой напряженной ситуации. Многое, что хочется успеть, сразу сделать не получится. Займитесь проработкой деталей в ваших планах, не спешите. В этот период могут произойти много невероятных событий.",
        "8-9": "Общение и работа в команде выведут вас на новый уровень. Смело демонстрируйте свой профессионализм. Многие трудности останутся позади. Встречи, переговоры, новые проекты принесут прибыль и полезные связи. Не только в делах, но и в личных отношениях произойдет сдвиг. Время работает на вас. Пользуйтесь им разумно, не вовлекайте себя в ссоры и выяснения отношений, не тратьте на это энергию и время."
    },
    "12:00 - 16:00": {
        "0-1": "Послушайте советов других людей в финансовых вопросах, самостоятельное решение может привести к ошибке. Если запланируете записаться на курсы или захотите превратить хобби в дополнение к своей работе, успех будет неожиданным не только для вас, но и для окружающих. В этот период времени откажитесь от поездок, медицинских манипуляций и подписания важных документов.",
        "2-3": "Повышенный контроль со стороны руководства на работе может затянуть завершение дел и обострить взаимоотношения с коллегами. Если окажетесь в деловой поездке или путешествии, возможны задержки в пути. Напишите на бумаге код 12535 и носите с собой. Пространство укажет на человека, который вам мешает. Внутренние ресурсы будут в норме.",
        "4-5": "При правильном распределении энергии вы выполните множество задач. Придерживайтесь режима и плана, который наметили. Если окажетесь в центре всеобщего внимания, не волнуйтесь — эмоции и концентрация сил, профессиональных качеств и обаяния будут на хорошем уровне. Будьте внимательны к спорам и конфликтам — их темы станут для вас знаками на будущее.",
        "6-7": "Будьте готовы к компромиссам. Откажитесь от спешки, концентрируйтесь на карьере и долгосрочном планировании. Встречи и знакомства будут важными и полезными. Любые начинания будут прибыльны. Время также удачно для планирования медицинских процедур и косметологических манипуляций.",
        "8-9": "Проявите инициативу. Будьте мудрыми не только на работе, но и в кругу семьи. Информация, которая придет сейчас, будет иметь большое значение. Этот период используйте для решения задач, требующих волевых решений. Так как ваша энергия на высоком уровне, вы справитесь. Возможны повышение или получение премии."
    },
    "16:00 - 20:00": {
        "0-1": "Не принимайте близко к сердцу и не реагируйте остро на чьи-то высказывания или критику. Большой силой будут обладать предметы, которые вы купите в эти часы для себя: ручка, брелок для ключей, кошелек, брошь или кольцо. Они станут защитниками и поддержкой вашим планам и мечтам.",
        "2-3": "На работе вероятны переживания и волнения из-за несовпадения взглядов и интриг. Многое, что хочется сделать, сразу не получится. Поэтому более ответственные дела можете отложить на завтра. Полезно сменить обстановку и воспользоваться возможностью путешествовать или отправиться в командировку.",
        "4-5": "Вы можете заметить много совпадений и случайностей. Это знаки судьбы, которые помогут принять правильные и важные решения. Взаимоотношения и новые знакомства, которые начнутся в этот период времени, будут крепкими и долгими. Со всеми делами сможете справиться без особых усилий и посторонней помощи. Интуиция подскажет, как правильно поступить. Ужин сделайте разгрузочным и легким, фитнес желательно пропустить.",
        "6-7": "В личных отношениях перемены к лучшему. Интуиция на высоте, вы сможете принимать правильные решения во всех сферах жизни. Благоприятное время для общения и неформальных встреч. Прекрасная возможность для планирования своей карьеры, личной жизни, путешествий и переездов. Предложение, которое получите, принесет большой успех и стабильное будущее.",
        "8-9": "Очень яркая энергия удачи и везения. Можно встретить человека своей судьбы, получить выгодное предложение в профессиональной сфере, в финансах — рост и материальную выгоду. Идеальное время для занятий, связанных с творчеством, и вложения средств в долгосрочные покупки. Посещение общественных мероприятий, театра, кино даст возможность встретить старых друзей или завести новые знакомства, которые положительно повлияют на ваше будущее."
    },
    "20:00 - 24:00": {
        "0": "Исключите еду в позднее время, постарайтесь лечь спать раньше. Не решайте сложных вопросов с близкими людьми — это может быстро расходовать вашу энергию и вызвать раздражение и гнев.",
        "1-2": "Хорошее время наметить план на завтра. Выделите 2-3 промежутка в расписании для отдыха. Вечером интуитивный канал работает особенно активно, поэтому планирование и заметки по проектам помогут переключиться от бытовых задач, способных снизить вашу энергетику.",
        "3-4": "Несмотря на позднее время, ваша энергия на эмоциональном и физическом уровнях ровная. Чем бы вы ни занимались, энергия будет быстро восстанавливаться. Совместные увлечения и интересы помогут выровнять острые моменты в отношениях с близким человеком.",
        "5-7": "Не отказывайтесь от приглашений сходить в гости, посетить выставку, кино или театр. Если вы в поиске партнера, вечер может принести приятную встречу. Если почувствуете сбои в здоровье, это сигнал посетить врача. Организм сегодня чувствителен, но может самостоятельно справиться с дискомфортом. Ваше внимание поможет предотвратить ухудшение.",
        "8-9": "Перед сном поиграйте в логическую игру. Ложитесь спать до 12 часов. В состоянии отдыха и сна вам придут ответы на вопросы и оригинальные решения для сложных ситуаций. После пробуждения интуиция будет работать на вас."
    }
}